Repository: GiovanniAmadei/SnapTask
Catalog: SnapTaskWidget/*.lproj/Localizable.strings
Languages: it, ja

source: Configuration
it: Configurazione
ja: 設定

source: This is an example widget.
it: Questo è un widget di esempio.
ja: これはサンプルウィジェットです。

source: Favorite Emoji
it: Emoji preferita
ja: お気に入りの絵文字

source: Scope
it: Ambito
ja: 範囲

source: Select which scope to show in the widget
it: Seleziona quale ambito mostrare nel widget
ja: ウィジェットに表示する範囲を選択

source: Today
it: Oggi
ja: 今日

source: Week
it: Settimana
ja: 週

source: Month
it: Mese
ja: 月

source: Year
it: Anno
ja: 年

source: Long Term
it: Lungo termine
ja: 長期

source: Set Widget Scope
it: Imposta ambito widget
ja: ウィジェット範囲を設定

source: Time Range
it: Intervallo
ja: 期間

source: All Time
it: Sempre
ja: 全期間

source: Toggle Task Completion
it: Completa/Annulla task
ja: タスクの完了/取消

source: Task ID
it: ID Task
ja: タスクID

source: Complete or undo a task for today
it: Completa o annulla una task per oggi
ja: 今日のタスクを完了または取り消します

source: Start Timer
it: Avvia timer
ja: タイマー開始

source: On
ja: オン

source: Off
ja: オフ

source: Timer
ja: タイマー

source: An example control that runs a timer.
it: Un controllo di esempio che avvia un timer.
ja: タイマーを開始するサンプルコントロールです。

source: Timer Name
it: Nome timer
ja: タイマー名

source: Timer Name Configuration
it: Configurazione nome timer
ja: タイマー名の設定

source: Start a timer
it: Avvia un timer
ja: タイマーを開始

source: Timer is running
it: Timer in esecuzione
ja: タイマー実行中

source: All done!
it: Tutto fatto!
ja: 全て完了！

source: No tasks
it: Nessuna task
ja: タスクなし

source: No tasks for this period
it: Nessuna task per questo periodo
ja: この期間のタスクはありません

source: + %lld more
it: + %lld altre
ja: + %lld 件

source: + %lld more →
it: + %lld altre →
ja: + %lld 件 →

source: View tasks for the selected scope.
it: Visualizza le task per l'ambito selezionato.
ja: 選択した範囲のタスクを表示。

source: Performance
ja: パフォーマンス

source: View your productivity statistics.
it: Visualizza le tue statistiche di produttività.
ja: 生産性の統計を表示します。

source: View your productivity statistics. Hold the widget to choose between Time Distribution or Completion Rate.
it: Visualizza le tue statistiche. Tieni premuto il widget per scegliere tra Distribuzione Tempo o Tasso di Completamento.
ja: 生産性の統計を表示します。ウィジェットを長押しして「時間配分」または「完了率」を選択できます。

source: done
it: fatte
ja: 完了

source: Performance Type
it: Tipo di Performance
ja: パフォーマンスタイプ

source: Time Distribution
it: Distribuzione Tempo
ja: 時間配分

source: Time spent per category
it: Tempo speso per categoria
ja: カテゴリ別の時間

source: Task Completion Rate
it: Tasso di Completamento
ja: タスク完了率

source: Task completion statistics
it: Statistiche di completamento
ja: タスク完了の統計

source: Weekly completion statistics
it: Statistiche di completamento settimanali
ja: 週間完了統計

source: Time
it: Tempo
ja: 時間

source: Completion
it: Completamento
ja: 完了

source: No data
it: Nessun dato
ja: データなし

source: total
it: totale
ja: 合計

source: avg
it: media
ja: 平均

source: Done
it: Fatte
ja: 完了

source: Total
it: Totale
ja: 合計

source: Completed
it: Completate
ja: 完了

source: No time tracked
it: Nessun tempo tracciato
ja: 時間の記録なし

source: No tasks this week
it: Nessuna task questa settimana
ja: 今週のタスクはありません

source: 7 Days
it: 7 Giorni
ja: 7日

source: No tasks completed
it: Nessuna task completata
ja: 完了したタスクはありません

source: %lld completed
it: %lld completate
ja: %lld 件完了

source: %lld total
it: %lld totali
ja: %lld 件合計

source: Performance Widget
it: Widget Performance
ja: パフォーマンスウィジェット

source: Choose which performance time range to display
it: Scegli l'intervallo temporale da mostrare
ja: 表示する期間を選択

source: Choose which performance metric to display
it: Scegli quale metrica mostrare
ja: 表示する指標を選択

source: Content
it: Contenuto
ja: 内容

source: Mood Trend
it: Andamento Umore
ja: 気分の推移

source: No mood data
it: Nessun dato umore
ja: 気分データなし

source: Hello
it: Ciao
ja: こんにちは

source: Leading
it: Sinistra
ja: 左

source: Trailing
it: Destra
ja: 右

source: Bottom
it: Sotto
ja: 下

source: T
it: D
ja: R

source: L
it: S
