Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# complex_rewards_worth
source: Important rewards
de: Wichtige Belohnungen
es: Recompensas importantes
fr: Récompenses importantes
it: Premi importanti
ja: 重要な報酬
pt: Recompensas importantes

# premium_rewards_worth
source: Premium rewards
de: Premium‑Belohnungen
es: Recompensas premium
fr: Récompenses premium
it: Premi premium
ja: プレミアム報酬
pt: Recompensas premium

source: Point accumulation period
de: Punktesammelzeitraum
es: Periodo de acumulación de puntos
fr: Période d'accumulation de points
it: Periodo di accumulo punti
ja: ポイント蓄積期間
pt: Período de acumulação de pontos

# daily_rewards_reset
source: Daily rewards reset every day at 00:00
de: Tägliche Belohnungen werden jeden Tag um 00:00 zurückgesetzt
es: Las recompensas diarias se restablecen cada día a las 00:00
fr: Les récompenses quotidiennes se réinitialisent chaque jour à 00:00
it: I premi giornalieri si azzerano ogni giorno alle 00:00
ja: 日次報酬は毎日00:00にリセットされます
pt: Recompensas diárias zeram todos os dias às 00:00

# weekly_rewards_accumulate
source: Weekly rewards accumulate points throughout the week
de: Wöchentliche Belohnungen sammeln Punkte die ganze Woche über
es: Las recompensas semanales acumulan puntos durante la semana
fr: Les récompenses hebdomadaires accumulent des points tout au long de la semaine
it: I premi settimanali accumulano punti durante la settimana
ja: 週次報酬は週を通してポイントを蓄積します
pt: Recompensas semanais acumulam pontos ao longo da semana

# monthly_rewards_accumulate
source: Monthly rewards accumulate points throughout the month
de: Monatliche Belohnungen sammeln Punkte den ganzen Monat über
es: Las recompensas mensuales acumulan puntos durante el mes
fr: Les récompenses mensuelles accumulent des points tout au long du mois
it: I premi mensili accumulano punti durante il mese
ja: 月次報酬は月を通してポイントを蓄積します
pt: Recompensas mensais acumulam pontos ao longo do mês

# yearly_rewards_accumulate
source: Yearly rewards accumulate points throughout the year
de: Jährliche Belohnungen sammeln Punkte das ganze Jahr über
es: Las recompensas anuales acumulan puntos durante el año
fr: Les récompenses annuelles accumulent des points tout au long de l'année
it: I premi annuali accumulano punti durante l'anno
ja: 年次報酬は年を通してポイントを蓄積します
pt: Recompensas anuais acumulam pontos ao longo do ano

# onetime_rewards_once
source: One-time rewards can only be redeemed once
de: Einmalige Belohnungen können nur einmal eingelöst werden
es: Las recompensas únicas solo se pueden canjear una vez
fr: Les récompenses uniques ne peuvent être échangées qu'une seule fois
it: I premi una tantum si riscattano una sola volta
ja: 一度限りの報酬は一回のみ引き換え可能です
pt: Recompensas únicas só podem ser resgatadas uma vez

source: Available {category} points
de: Verfügbare {category}‑Punkte
es: Puntos {category} disponibles
fr: Points {category} disponibles
it: Punti {category} disponibili
ja: 利用可能な{category}ポイント
pt: Pontos de {category} disponíveis

source: Available total points
de: Verfügbare Gesamtpunkte
es: Total de puntos disponibles
fr: Points totaux disponibles
it: Punti totali disponibili
ja: 利用可能な総ポイント
pt: Pontos totais disponíveis

source: Save Reward
de: Belohnung speichern
es: Guardar recompensa
fr: Sauvegarder la récompense
it: Salva premio
ja: 報酬を保存
pt: Salvar recompensa

source: New Reward
de: Neue Belohnung
es: Nueva recompensa
fr: Nouvelle récompense
it: Nuovo premio
ja: 新しい報酬
pt: Nova recompensa

source: Edit Reward
de: Belohnung bearbeiten
es: Editar recompensa
fr: Modifier la récompense
it: Modifica premio
ja: 報酬を編集
pt: Editar recompensa

source: entries
de: Einträge
es: entradas
fr: entrées
it: voci
ja: エントリ
pt: entradas

source: entry
de: Eintrag
es: entrada
fr: entrée
it: voce
ja: エントリ
pt: entrada

source: All Time
de: Gesamte Zeit
es: Todo el tiempo
fr: Tout le temps
it: Tutto il periodo
ja: 全期間
pt: Todo o período

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
pt: Esta semana

source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois
it: Questo mese
ja: 今月
pt: Este mês

source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest'anno
ja: 今年
pt: Este ano

# no_points_for
source: No Points for {period}
de: Keine Punkte für {period}
es: Sin puntos para {period}
fr: Aucun point pour {period}
it: Nessun punto per {period}
ja: {period}のポイントなし
pt: Sem pontos para {period}

# complete_tasks_points_enabled
source: Complete tasks with reward points enabled to see history here.
de: Schließen Sie Aufgaben mit aktivierten Belohnungspunkten ab, um hier den Verlauf zu sehen.
es: Completa tareas con puntos de recompensa habilitados para ver aquí el historial.
fr: Terminez des tâches avec les points de récompense activés pour voir l'historique ici.
it: Completa attività con punti premio abilitati per vedere lo storico qui.
ja: 報酬ポイントが有効なタスクを完了すると、ここに履歴が表示されます。
pt: Conclua tarefas com pontos ativados para ver o histórico aqui.

source: points per completion
de: Punkte pro Abschluss
es: puntos por finalización
fr: points par achèvement
it: punti per completamento
ja: 完了あたりのポイント
pt: pontos por conclusão

source: times
de: Mal
es: veces
fr: fois
it: volte
ja: 回
pt: vezes

source: Recent completions:
de: Neueste Abschlüsse:
es: Finalizaciones recientes:
fr: Achèvements récents :
it: Completamenti recenti:
ja: 最近の完了:
pt: Conclusões recentes:

source: Reset All Points
de: Alle Punkte zurücksetzen
es: Restablecer todos los puntos
fr: Réinitialiser tous les points
it: Reimposta tutti i punti
ja: すべてのポイントをリセット
pt: Zerar todos os pontos

source: Remove Selected
de: Ausgewählte entfernen
es: Eliminar seleccionados
fr: Supprimer sélectionnés
it: Rimuovi selezionati
ja: 選択を削除
pt: Remover selecionados

# reset_all_points_alert
source: This will permanently delete all earned points. This action cannot be undone.
de: Dies löscht alle verdienten Punkte dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos los puntos ganados. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement tous les points gagnés. Cette action ne peut pas être annulée.
it: Elimina definitivamente tutti i punti. Azione irreversibile.
ja: これにより獲得したすべてのポイントが永久に削除されます。この操作は元に戻せません。
pt: Isto apagará permanentemente todos os pontos ganhos. Esta ação não pode ser desfeita.

source: Remove Selected Points
de: Ausgewählte Punkte entfernen
es: Eliminar puntos seleccionados
fr: Supprimer les points sélectionnés
it: Rimuovi punti selezionati
ja: 選択したポイントを削除
pt: Remover pontos selecionados

# remove_selected_alert
source: This will remove points earned from selected tasks. This action cannot be undone.
de: Dies entfernt Punkte aus ausgewählten Aufgaben. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará los puntos ganados de las tareas seleccionadas. Esta acción no se puede deshacer.
fr: Ceci supprimera les points gagnés des tâches sélectionnées. Cette action ne peut pas être annulée.
it: Rimuove i punti delle attività selezionate. Azione irreversibile.
ja: これにより選択したタスクから獲得したポイントが削除されます。この操作は元に戻せません。
pt: Isto removerá pontos ganhos de tarefas selecionadas. Esta ação não pode ser desfeita.

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pt: Remover

source: Stats for
de: Statistiken für
es: Estadísticas de
fr: Statistiques pour
it: Statistiche per
ja: 統計対象
pt: Estatísticas de

source: Completions
de: Abschlüsse
es: Finalizaciones
fr: Achèvements
it: Completamenti
ja: 完了数
pt: Conclusões

source: Avg/Day
de: Durchschn./Tag
es: Prom/día
fr: Moy/Jour
it: Media/Giorno
ja: 1日平均
pt: Média/dia

source: No Points This
de: Keine Punkte in diesem
es: Sin puntos en este
fr: Aucun point cette
it: Nessun punto in questo
ja: ポイントなし
pt: Sem pontos neste

source: reward
de: Belohnung
es: recompensa
fr: récompense
it: premio
ja: 報酬
pt: recompensa

# no_rewards_redeemed_for
source: No Rewards Redeemed for {period}
de: Keine Belohnungen eingelöst für {period}
es: No hay recompensas canjeadas para {period}
fr: Aucune récompense échangée pour {period}
it: Nessun premio riscattato per {period}
ja: {period}の引き換えた報酬なし
pt: Nenhuma recompensa resgatada em {period}

# start_earning_redeem_first
source: Start earning points and redeem your first reward!
de: Beginnen Sie Punkte zu sammeln und lösen Sie Ihre erste Belohnung ein!
es: ¡Empieza a ganar puntos y canjea tu primera recompensa!
fr: Commencez à gagner des points et échangez votre première récompense !
it: Inizia a guadagnare punti e riscatta il tuo primo premio!
ja: ポイントを獲得して最初の報酬を引き換えましょう！
pt: Comece a ganhar pontos e resgate sua primeira recompensa!

source: Last redeemed:
de: Zuletzt eingelöst:
es: Último canje:
fr: Dernier échange :
it: Ultimo riscatto:
ja: 最後に引き換えた:
pt: Último resgate:

source: Points Overview
de: Punkteübersicht
es: Resumen de puntos
fr: Aperçu des points
it: Panoramica punti
ja: ポイント概要
pt: Visão geral de pontos

source: Total Available Points
de: Gesamte verfügbare Punkte
es: Total de puntos disponibles
fr: Total des points disponibles
it: Totale punti disponibili
ja: 利用可能な総ポイント
pt: Total de pontos disponíveis

source: Top Categories
de: Top‑Kategorien
es: Categorías principales
fr: Top catégories
it: Categorie top
ja: トップカテゴリ
pt: Categorias principais

source: Points by Period
de: Punkte nach Zeitraum
es: Puntos por periodo
fr: Points par période
it: Punti per periodo
ja: 期間別ポイント
pt: Pontos por período

source: Points by Category
de: Punkte nach Kategorie
es: Puntos por categoría
fr: Points par catégorie
it: Punti per categoria
ja: カテゴリ別ポイント
pt: Pontos por categoria

# create_categories_organize_rewards
source: Create categories to organize your rewards
de: Kategorien erstellen, um Belohnungen zu organisieren
es: Crea categorías para organizar tus recompensas
fr: Créez des catégories pour organiser vos récompenses
it: Crea categorie per organizzare i premi
ja: 報酬を整理するためのカテゴリを作成
pt: Crie categorias para organizar suas recompensas

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 毎年
pt: Anual

source: Task Performance
de: Aufgabenleistung
es: Rendimiento de tareas
fr: Performance des tâches
it: Prestazioni attività
ja: タスクパフォーマンス
pt: Desempenho da tarefa

source: Top Performers
de: Top‑Performer
es: Mejor rendimiento
fr: Meilleures performances
it: Migliori
ja: トップパフォーマー
pt: Melhores desempenhos

source: Needs Improvement
de: Verbesserungsbedarf
es: Necesita mejora
fr: Nécessite amélioration
it: Da migliorare
ja: 改善が必要
pt: Precisa melhorar

source: All Tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
it: Tutte le attività
ja: すべてのタスク
pt: Todas as tarefas

# no_high_quality_completions
source: No high quality completions yet
de: Noch keine hochwertigen Abschlüsse
es: Aún no hay finalizaciones de alta calidad
fr: Aucun achèvement de haute qualité pour le moment
it: Ancora nessun completamento di alta qualità
ja: まだ高品質な完了がありません
pt: Ainda não há conclusões de alta qualidade

# organization_mode_title
source: Organization Mode
de: Organisationsmodus
es: Modo de organización
fr: Mode d'organisation
it: Modalità organizzazione
ja: 整理モード
pt: Modo de organização

# sort_by_time_description
source: Sort tasks by scheduled time
de: Aufgaben nach geplanter Zeit sortieren
es: Ordenar tareas por hora programada
fr: Trier les tâches par heure programmée
it: Ordina le attività per orario
ja: スケジュールされた時間でタスクを並べ替え
pt: Ordenar tarefas por horário

# group_by_category_description
source: Group tasks by category
de: Aufgaben nach Kategorie gruppieren
es: Agrupar tareas por categoría
fr: Grouper les tâches par catégorie
it: Raggruppa per categoria
ja: カテゴリでタスクをグループ化
pt: Agrupar tarefas por categoria

# group_by_priority_description
source: Group tasks by priority level
de: Aufgaben nach Priorität gruppieren
es: Agrupar tareas por nivel de prioridad
fr: Grouper les tâches par niveau de priorité
it: Raggruppa per priorità
ja: 優先度レベルでタスクをグループ化
pt: Agrupar tarefas por nível de prioridade

# time_sort_order_title
source: Time Sort Order
de: Zeitsortierung
es: Orden por tiempo
fr: Ordre de tri temporel
it: Ordine temporale
ja: 時間並び順
pt: Ordem por horário

# whats_cooking_title
source: What's cooking
de: Was sich tut
es: Qué se está cocinando
fr: Ce qui se prépare
it: Cosa bolle in pentola
ja: 開発中
pt: O que está saindo do forno

# recent_tab
source: Recent
de: Aktuell
es: Reciente
fr: Récent
it: Recenti
ja: 最新
pt: Recentes

# coming_soon_tab
source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt
it: In arrivo
ja: 近日公開
pt: Em breve

# roadmap_tab
source: Roadmap
es: Hoja de ruta
fr: Feuille de route
ja: ロードマップ
pt: Roteiro

# empty_news_coming_soon_title
source: Stay Tuned!
de: Bleiben Sie dran!
es: ¡Mantente atento!
fr: Restez à l'écoute !
it: Resta sintonizzato!
ja: お楽しみに！
pt: Fique ligado!

# empty_news_coming_soon_message
source: New features and improvements are on the way. Check back soon!
de: Neue Funktionen und Verbesserungen sind unterwegs. Schauen Sie bald wieder vorbei!
es: Nuevas funciones y mejoras están en camino. ¡Vuelve pronto!
fr: De nouvelles fonctionnalités et améliorations sont en route. Revenez bientôt !
it: Nuove funzioni e miglioramenti in arrivo. Torna presto!
ja: 新機能と改善が予定されています。また近日中に確認してください！
pt: Novos recursos e melhorias estão a caminho. Volte em breve!

# empty_news_roadmap_title
source: The Future is Bright!
de: Die Zukunft ist hell!
es: ¡El futuro es brillante!
fr: L'avenir est brillant !
it: Il futuro è luminoso!
ja: 未来は明るい！
pt: O futuro é promissor!

# empty_news_roadmap_message
source: Our roadmap is being planned. We'll share our exciting future plans here!
de: Unsere Roadmap wird geplant. Wir teilen hier unsere spannenden Zukunftspläne!
es: Nuestra hoja de ruta está en planificación. ¡Compartiremos aquí nuestros planes emocionantes!
fr: Notre feuille de route est en cours de planification. Nous partagerons nos plans passionnants ici !
it: La nostra roadmap è in pianificazione. Condivideremo qui i piani!
ja: ロードマップを計画中です。エキサイティングな将来の計画をここで共有します！
pt: Nosso roteiro está sendo planejado. Em breve compartilharemos nossos planos!

source: Unknown Version
de: Unbekannte Version
es: Versión desconocida
fr: Version inconnue
it: Versione sconosciuta
ja: 不明なバージョン
pt: Versão desconhecida

# onboarding_title_1
source: Welcome to SnapTask
de: Willkommen bei SnapTask
es: Bienvenido a SnapTask
fr: Bienvenue dans SnapTask
it: Benvenuto in SnapTask
ja: SnapTaskへようこそ
pt: Bem-vindo ao SnapTask

# onboarding_subtitle_1
source: Your productivity, finally organized
de: Ihre Produktivität, endlich organisiert
es: Tu productividad, por fin organizada
fr: Votre productivité, enfin organisée
it: La tua produttività, finalmente organizzata
ja: あなたの生産性、ついに整理されました
pt: Sua produtividade, finalmente organizada

# onboarding_description_1
source: Create highly customizable tasks, organize your goals by time (today, week, month, year, long-term) and transform every activity into concrete success.
de: Erstellen Sie hochgradig anpassbare Aufgaben mit Themes, Prioritäten und Wiederholungen. Organisieren Sie Ihre Ziele nach Heute, Woche, Monat, Jahr und Langfristig. Fügen Sie Fotos, Sprachmemos, Notizen und Bewertungen hinzu, um Ideen in Ergebnisse zu verwandeln.
es: Crea tareas altamente personalizables con temas, prioridades y repeticiones. Organiza tus objetivos por Hoy, semana, mes, año y largo plazo. Añade fotos, notas de voz, notas y valoraciones para transformar ideas en resultados.
fr: Créez des tâches hautement personnalisables avec thèmes, priorités et récurrences. Organisez vos objectifs par aujourd'hui, semaine, mois, année et long terme. Ajoutez photos, mémos vocaux, notes et évaluations pour transformer les idées en résultats.
it: Crea attività altamente personalizzabili con temi, priorità e ricorrenze. Organizza i tuoi obiettivi per oggi, settimana, mese, anno e lungo termine. Aggiungi foto, memo vocali, note e valutazioni per dare contesto e trasformare le idee in risultati.
ja: テーマ、優先度、繰り返しで高度にカスタマイズ可能なタスクを作成。目標を『今日・週・月・年・長期』で整理。写真・ボイスメモ・ノート・評価を添えて、アイデアを成果に。
pt: Crie tarefas altamente personalizáveis com temas, prioridades e recorrências. Organize seus objetivos por hoje, semana, mês, ano e longo prazo. Adicione fotos, memos de voz, notas e avaliações para transformar ideias em resultados.

# onboarding_title_2
source: Professional Pomodoro Timer
de: Fokus‑ & Tracking‑System
es: Sistema de Enfoque y Seguimiento
fr: Système Focus & Tracking
it: Sistema Focus & Tracking
ja: フォーカス＆トラッキング システム
pt: Sistema de Foco e Rastreamento

# onboarding_subtitle_2
source: Focus without distractions
de: Messbarer Fokus, echte Ergebnisse
es: Enfoque medible, resultados reales
fr: Focus mesurable, résultats réels
it: Concentrazione misurabile, risultati reali
ja: 測れるフォーカス、確かな成果
pt: Foco mensurável, resultados reais

# onboarding_description_2
source: Pomodoro timer with customizable sessions, detailed time spent statistics and automatic tracking of your focus performance.
de: Pomodoro Pro, freie Sitzungen und Zeit‑Tracking automatisch oder manuell: Messen Sie Ihren Fortschritt, kommen Sie in den Flow und verbessern Sie sich täglich mit klaren, motivierenden Einblicken.
es: Pomodoro pro, sesiones libres y seguimiento del tiempo automático o manual: mide tu progreso, entra en estado de flow y mejora cada día con insights claros y motivadores.
fr: Pomodoro pro, sessions libres et suivi du temps automatique ou manuel : mesurez vos progrès, entrez dans le flow et progressez chaque jour avec des insights clairs et motivants.
it: Pomodoro professionale, sessioni libere e tracciamento del tempo automatico o manuale: misura i tuoi progressi, resta nel flow e migliora ogni giorno con statistiche chiare e motivanti.
ja: Pomodoro Pro、自由セッション、時間計測は自動／手動に対応。進捗を測り、フローに入り、明確でモチベーションにつながるインサイトで毎日改善。
pt: Pomodoro pro, sessões livres e acompanhamento de tempo automático ou manual: meça seu progresso, entre no flow e evolua todos os dias com insights claros e motivadores.

# onboarding_title_3
source: Motivating Reward System
de: Motivierendes Belohnungssystem
es: Sistema de recompensas motivador
fr: Système de récompenses motivant
it: Sistema di ricompense motivante
ja: やる気を起こす報酬システム
pt: Sistema de recompensas motivador

# onboarding_subtitle_3
source: Turn productivity into a game
de: Produktivität als Spiel
es: Convierte la productividad en un juego
fr: Transformez la productivité en jeu
it: Trasforma la produttività in un gioco
ja: 生産性をゲームに変換
pt: Transforme produtividade em jogo

# onboarding_description_3
source: Earn points by completing tasks and redeem personalized rewards. A system that keeps you motivated and rewards you for every goal achieved.
de: Punkte verdienen, Aufgaben abschließen und personalisierte Belohnungen einlösen. Ein System, das motiviert und Erfolge belohnt.
es: Gana puntos al completar tareas y canjea recompensas personalizadas.
fr: Gagnez des points en terminant des tâches et échangez des récompenses personnalisées. Un système qui vous maintient motivé et vous récompense pour chaque objectif atteint.
it: Guadagna punti completando attività e riscatta premi personalizzati. Un sistema che ti mantiene motivato e ti ricompensa per ogni obiettivo raggiunto.
ja: タスクを完了してポイントを獲得し、パーソナライズされた報酬を引き換えます。やる気を維持し、達成した目標すべてに対して報酬を与えるシステム。
pt: Ganhe pontos ao concluir tarefas e resgate recompensas personalizadas. Um sistema que mantém você motivado e recompensa cada meta alcançada.

# onboarding_title_4
source: Statistics That Guide You
de: Statistiken, die leiten
es: Estadísticas que te guían
fr: Statistiques qui vous guident
it: Statistiche che ti guidano
ja: あなたを導く統計
pt: Estatísticas que orientam

# onboarding_subtitle_4
source: Discover your success patterns
de: Erfolgsmuster entdecken
es: Descubre patrones de éxito
fr: Découvrez vos modèles de succès
it: Scopri i tuoi schemi di successo
ja: 成功パターンを発見
pt: Descubra seus padrões de sucesso

# onboarding_description_4
source: Analyze your performance with detailed charts, discover when you're most productive and optimize your time for better results.
de: Leistung mit detaillierten Diagrammen analysieren, produktivste Zeiten erkennen und Zeit optimal nutzen.
es: Analiza tu rendimiento y optimiza tu tiempo para mejores resultados.
fr: Analysez vos performances avec des graphiques détaillés, découvrez quand vous êtes le plus productif et optimisez votre temps pour de meilleurs résultats.
it: Analizza le tue prestazioni con grafici dettagliati, scopri quando sei più produttivo e ottimizza il tuo tempo per risultati migliori.
ja: 詳細なチャートでパフォーマンスを分析し、最も生産的な時間を発見し、より良い結果のために時間を最適化します。
pt: Analise seu desempenho com gráficos detalhados, descubra quando você é mais produtivo e otimize seu tempo para melhores resultados.

# onboarding_title_5
source: Always Synchronized
de: Immer synchronisiert
es: Siempre sincronizado
fr: Toujours synchronisé
it: Sempre sincronizzato
ja: 常に同期
pt: Sempre sincronizado

# onboarding_subtitle_5
source: Your data wherever you are
de: Ihre Daten überall
es: Tus datos donde estés
fr: Vos données où que vous soyez
it: I tuoi dati ovunque
ja: どこにいてもあなたのデータ
pt: Seus dados onde você estiver

# onboarding_description_5
source: Automatic synchronization with iCloud. Your tasks, statistics and rewards always updated on iPhone, iPad and Mac.
de: Automatische iCloud‑Synchronisation. Aufgaben, Statistiken und Belohnungen auf iPhone, iPad und Mac.
es: Sincronización automática con iCloud en iPhone, iPad y Mac.
fr: Synchronisation automatique avec iCloud. Vos tâches, statistiques et récompenses toujours à jour sur iPhone, iPad et Mac.
it: Sincronizzazione automatica con iCloud. Le tue attività, statistiche e premi sempre aggiornati su iPhone, iPad e Mac.
ja: iCloudとの自動同期。iPhone、iPad、Macでタスク、統計、報酬が常に更新されます。
pt: Sincronização automática com iCloud. Suas tarefas, estatísticas e recompensas sempre atualizadas no iPhone, iPad e Mac.

# onboarding_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt: Continuar

# onboarding_skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
pt: Pular

# onboarding_get_started
source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: 開始
pt: Começar

# onboarding_try_premium
source: Try Premium
de: Premium testen
es: Probar Premium
fr: Essayer Premium
it: Prova Premium
ja: プレミアムを試す
pt: Experimentar Premium

# onboarding_start_free
source: Start Free
de: Kostenlos starten
es: Empezar gratis
fr: Commencer gratuitement
it: Inizia gratis
ja: 無料で開始
pt: Começar grátis

# onboarding_unlock_potential
source: Unlock Your Potential
de: Potenzial entfesseln
es: Desbloquea tu potencial
fr: Libérez votre potentiel
it: Sblocca il tuo potenziale
ja: 可能性をアンロック
pt: Desbloqueie seu potencial

# community_title
source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
ja: コミュニティ
pt: Comunidade

# community_feedback_title
source: Community Feedback
es: Feedback de la comunidad
fr: Feedback de la communauté
it: Feedback della community
ja: コミュニティフィードバック
pt: Feedback da comunidade

# search_feedback_placeholder
source: Search feedback...
de: Feedback suchen...
es: Buscar feedback...
fr: Rechercher un feedback...
it: Cerca feedback...
ja: フィードバックを検索...
pt: Buscar feedback...

# delete_feedback_alert_title
source: Delete Feedback
de: Feedback löschen
es: Eliminar feedback
fr: Supprimer le feedback
it: Elimina feedback
ja: フィードバックを削除
pt: Excluir feedback
