Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# delete_feedback_alert_message
source: Are you sure you want to delete this feedback? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Feedback löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que deseas eliminar este feedback? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce feedback ? Cette action ne peut pas être annulée.
it: Eliminare questo feedback? Azione irreversibile.
ja: このフィードバックを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza de que deseja excluir este feedback? Esta ação não pode ser desfeita.

# no_feedback_found_title
source: No feedback found
de: Kein Feedback gefunden
es: No se encontró feedback
fr: Aucun feedback trouvé
it: Nessun feedback trovato
ja: フィードバックが見つかりません
pt: Nenhum feedback encontrado

# be_the_first_to_share_ideas
source: Be the first to share your ideas!
de: Seien Sie der Erste, der Ideen teilt!
es: ¡Sé el primero en compartir ideas!
fr: Soyez le premier à partager vos idées !
it: Sii il primo a condividere idee!
ja: アイデアを共有する最初の人になりましょう！
pt: Seja o primeiro a compartilhar suas ideias!

# all_category_filter
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
pt: Todos

# share_your_feedback_title
source: Share Your Feedback
de: Feedback teilen
es: Comparte tu feedback
fr: Partagez votre feedback
it: Condividi il tuo feedback
ja: フィードバックを共有
pt: Compartilhe seu feedback

# feedback_category_title
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
pt: Categoria

# feedback_title_placeholder
source: Brief summary of your feedback
de: Kurze Zusammenfassung Ihres Feedbacks
es: Resumen breve de tu feedback
fr: Résumé bref de votre feedback
it: Breve sommario del tuo feedback
ja: フィードバックの簡単な概要
pt: Resumo breve do seu feedback

# feedback_description_placeholder
source: Describe your feedback in detail...
de: Beschreiben Sie Ihr Feedback im Detail...
es: Describe tu feedback en detalle...
fr: Décrivez votre feedback en détail...
it: Descrivi nel dettaglio il tuo feedback...
ja: フィードバックを詳しく説明してください...
pt: Descreva seu feedback em detalhes...

# author_info_title
source: Author Info
de: Autor‑Info
es: Información del autor
fr: Informations auteur
it: Info autore
ja: 作成者情報
pt: Informações do autor

# submit_anonymously_toggle
source: Submit anonymously
de: Anonym einreichen
es: Enviar anónimamente
fr: Soumettre anonymement
it: Invia in modo anonimo
ja: 匿名で送信
pt: Enviar anonimamente

# author_name_placeholder
source: Your name (optional)
de: Ihr Name (optional)
es: Tu nombre (opcional)
fr: Votre nom (optionnel)
it: Il tuo nome (opzionale)
ja: あなたの名前（任意）
pt: Seu nome (opcional)

# submit_feedback_button
source: Submit Feedback
de: Feedback einreichen
es: Enviar feedback
fr: Soumettre le feedback
it: Invia feedback
ja: フィードバックを送信
pt: Enviar feedback

# submitting_button
source: Submitting...
de: Wird eingereicht...
es: Enviando...
fr: Soumission...
it: Invio in corso...
ja: 送信中...
pt: Enviando...

# feedback_submitted_alert_title
source: Feedback Submitted
de: Feedback eingereicht
es: Feedback enviado
fr: Feedback soumis
it: Feedback inviato
ja: フィードバックが送信されました
pt: Feedback enviado

# feedback_submitted_alert_message
source: Thank you for your feedback! We appreciate your input.
de: Danke für Ihr Feedback! Wir schätzen Ihren Beitrag.
es: ¡Gracias por tu feedback! Valoramos tu aporte.
fr: Merci pour votre feedback ! Nous apprécions votre contribution.
it: Grazie per il tuo feedback! Apprezziamo il tuo contributo.
ja: フィードバックをありがとうございます！あなたのご意見を大切にしています。
pt: Obrigado pelo seu feedback! Agradecemos sua contribuição.

# feedback_submission_failed_alert_title
source: Submission Failed
de: Einreichung fehlgeschlagen
es: Error al enviar
fr: Soumission échouée
it: Invio fallito
ja: 送信に失敗しました
pt: Falha no envio

# fill_required_fields_alert_message
source: Please fill in all required fields.
de: Bitte füllen Sie alle erforderlichen Felder aus.
es: Por favor, completa todos los campos obligatorios.
fr: Veuillez remplir tous les champs requis.
it: Compila tutti i campi richiesti.
ja: すべての必須フィールドを入力してください。
pt: Preencha todos os campos obrigatórios.

# title_description_empty_alert_message
source: Title and description cannot be empty.
de: Titel und Beschreibung dürfen nicht leer sein.
es: El título y la descripción no pueden estar vacíos.
fr: Le titre et la description ne peuvent pas être vides.
it: Titolo e descrizione non possono essere vuoti.
ja: タイトルと説明は空にできません。
pt: Título e descrição não podem ficar vazios.

# close_button
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar

# feature_request_category
source: Feature Request
de: Funktionsanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
it: Richiesta funzionalità
ja: 機能リクエスト
pt: Sugestão de recurso

# bug_report_category
source: Bug Report
de: Fehlerbericht
es: Reporte de error
fr: Rapport de bug
it: Segnalazione bug
ja: バグ報告
pt: Relato de bug

# all_tasks_performing_well
source: All tasks are performing well!
de: Alle Aufgaben laufen gut!
es: ¡Todas las tareas funcionan bien!
fr: Toutes les tâches fonctionnent bien !
it: Tutte le attività vanno bene!
ja: すべてのタスクが良好にパフォーマンスしています！
pt: Todas as tarefas com bom desempenho!

source: No Performance Data
de: Keine Leistungsdaten
es: Sin datos de desempeño
fr: Aucune donnée de performance
it: Nessun dato prestazioni
ja: パフォーマンスデータなし
pt: Sem dados de desempenho

# complete_tasks_quality_difficulty_analytics
source: Complete tasks with quality and difficulty ratings to see analytics
de: Aufgaben mit Qualitäts‑ und Schwierigkeitsbewertungen abschließen, um Analysen zu sehen
es: Completa tareas con calificaciones de calidad y dificultad para ver análisis
fr: Terminez des tâches avec des évaluations de qualité et difficulté pour voir les analyses
it: Completa attività con valutazioni di qualità e difficoltà per vedere le analisi
ja: 品質と難易度の評価でタスクを完了すると分析が表示されます
pt: Conclua tarefas com avaliações de qualidade e dificuldade para ver as análises

source: Performance Summary
de: Leistungszusammenfassung
es: Resumen de desempeño
fr: Résumé de performance
it: Riepilogo prestazioni
ja: パフォーマンス概要
pt: Resumo de desempenho

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 品質
pt: Qualidade

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
ja: 難易度
pt: Dificuldade

source: Quality Trend
de: Qualitätstrend
es: Tendencia de calidad
fr: Tendance qualité
it: Trend qualità
ja: 品質トレンド
pt: Tendência da qualidade

source: Difficulty Trend
de: Schwierigkeitstrend
es: Tendencia de dificultad
fr: Tendance difficulté
it: Trend difficoltà
ja: 難易度トレンド
pt: Tendência da dificuldade

source: Duration Trend
de: Dauertrend
es: Tendencia de duración
fr: Tendance durée
it: Trend durata
ja: 期間トレンド
pt: Tendência da duração

source: Estimation Accuracy
de: Schätzgenauigkeit
es: Precisión de estimación
fr: Précision d'estimation
it: Accuratezza di stima
ja: 推定精度
pt: Precisão de estimativa

# excellent_estimation_skills
source: Excellent estimation skills! Your time predictions are very accurate.
de: Ausgezeichnete Schätzfähigkeiten! Ihre Zeitvorhersagen sind sehr genau.
es: ¡Excelentes habilidades de estimación! Predicciones muy precisas.
fr: Excellentes compétences d'estimation ! Vos prédictions de temps sont très précises.
it: Ottime capacità di stima! Le tue previsioni di tempo sono molto precise.
ja: 優秀な推定スキル！時間の予測が非常に正確です。
pt: Excelente habilidade de estimativa! Suas previsões de tempo são muito precisas.

# good_estimation_skills
source: Good estimation skills. Room for small improvements.
de: Gute Schätzfähigkeiten. Raum für kleine Verbesserungen.
es: Buenas habilidades de estimación. Margen para pequeñas mejoras.
fr: Bonnes compétences d'estimation. Place pour de petites améliorations.
it: Buone capacità di stima. Margini di miglioramento.
ja: 良い推定スキル。小さな改善の余地があります。
pt: Boa habilidade de estimativa. Há espaço para pequenas melhorias.

# fair_estimation_skills
source: Fair estimation skills. Consider tracking more to improve.
de: Ausbaufähige Schätzfähigkeiten. Mehr Tracking kann helfen.
es: Habilidades aceptables. Considera registrar más para mejorar.
fr: Compétences d'estimation correctes. Envisagez plus de suivi pour améliorer.
it: Capacità di stima discrete. Considera di tracciare di più per migliorare.
ja: 普通の推定スキル。改善のためにより多く追跡することを検討してください。
pt: Habilidade de estimativa razoável. Considere acompanhar mais para melhorar.

# consider_breaking_tasks
source: Consider breaking down tasks or tracking more to improve estimation.
de: Erwägen Sie, Aufgaben aufzuteilen oder mehr zu tracken.
es: Considera dividir tareas o registrar más para mejorar la estimación.
fr: Envisagez de décomposer les tâches ou de suivre davantage pour améliorer l'estimation.
it: Valuta di scomporre le attività o tracciare di più per migliorare la stima.
ja: タスクを分割するか、推定を改善するためにより多く追跡することを検討してください。
pt: Considere dividir tarefas ou acompanhar mais para melhorar a estimativa.

source: Completion
de: Abschluss
es: Finalización
fr: Achèvement
it: Completamento
ja: 完了
pt: Conclusão

source: Duration (min)
de: Dauer (Min)
es: Duración (min)
fr: Durée (min)
it: Durata (min)
ja: 期間（分）
pt: Duração (min)

source: Trend
es: Tendencia
fr: Tendance
ja: トレンド
pt: Tendência

source: Performance Analytics
de: Leistungsanalyse
es: Analítica de desempeño
fr: Analyses de performance
it: Analisi prestazioni
ja: パフォーマンス分析
pt: Análises de desempenho

source: Quality Progression
de: Qualitätsfortschritt
es: Progresión de calidad
fr: Progression de qualité
it: Progressione qualità
ja: 品質進歩
pt: Progressão da qualidade

source: Difficulty Assessment
de: Schwierigkeitsbewertung
es: Evaluación de dificultad
fr: Évaluation de difficulté
it: Valutazione difficoltà
ja: 難易度評価
pt: Avaliação da dificuldade

source: Tasks with Performance Data
de: Aufgaben mit Leistungsdaten
es: Tareas con datos de desempeño
fr: Tâches avec données de performance
it: Attività con dati prestazione
ja: パフォーマンスデータ付きタスク
pt: Tarefas com dados de desempenho

source: No quality data available
de: Keine Qualitätsdaten verfügbar
es: No hay datos de calidad disponibles
fr: Aucune donnée de qualité disponible
it: Nessun dato qualità disponibile
ja: 品質データがありません
pt: Sem dados de qualidade

source: No difficulty data available
de: Keine Schwierigkeitsdaten verfügbar
es: No hay datos de dificultad disponibles
fr: Aucune donnée de difficulté disponible
it: Nessun dato difficoltà disponibile
ja: 難易度データがありません
pt: Sem dados de dificuldade

source: Incomplete
de: Unvollständig
es: Incompleta
fr: Incomplet
it: Incompleto
ja: 未完了
pt: Incompleta

source: Completions ({period})
de: Abschlüsse ({period})
es: Finalizaciones (%@)
fr: Achèvements (%@)
it: Completamenti (%@)
ja: 完了数 ({period})
pt: Conclusões ({period})

source: No quality ratings in {period}
de: Keine Qualitätsbewertungen in {period}
es: No hay calificaciones de calidad en %@
fr: Aucune évaluation de qualité dans %@
it: Nessuna valutazione qualità in %@
ja: {period}に品質評価なし
pt: Sem avaliações de qualidade em {period}

source: No difficulty ratings in {period}
de: Keine Schwierigkeitsbewertungen in {period}
es: No hay calificaciones de dificultad en %@
fr: Aucune évaluation de difficulté dans %@
it: Nessuna valutazione difficoltà in %@
ja: {period}に難易度評価なし
pt: Sem avaliações de dificuldade em {period}

source: No completions in {period}
de: Keine Abschlüsse in {period}
es: No hay finalizaciones en %@
fr: Aucun achèvement dans %@
it: Nessun completamento in %@
ja: {period}に完了なし
pt: Sem conclusões em {period}

# complete_tasks_add_quality_ratings
source: Complete tasks and add quality ratings to see trends
de: Aufgaben abschließen und Qualitätsbewertungen hinzufügen, um Trends zu sehen
es: Completa tareas y añade calificaciones de calidad para ver tendencias
fr: Terminez des tâches et ajoutez des évaluations de qualité pour voir les tendances
it: Completa attività e aggiungi valutazioni qualità per vedere i trend
ja: タスクを完了し品質評価を追加してトレンドを確認
pt: Conclua tarefas e adicione avaliações de qualidade para ver tendências

# complete_tasks_add_difficulty_ratings
source: Complete tasks and add difficulty ratings to see trends
de: Aufgaben abschließen und Schwierigkeitsbewertungen hinzufügen, um Trends zu sehen
es: Completa tareas y añade calificaciones de dificultad para ver tendencias
fr: Terminez des tâches et ajoutez des évaluations de difficulté pour voir les tendances
it: Completa attività e aggiungi valutazioni difficoltà per vedere i trend
ja: タスクを完了し難易度評価を追加してトレンドを確認
pt: Conclua tarefas e adicione avaliações de dificuldade para ver tendências

# complete_this_task_start_tracking
source: Complete this task to start tracking performance
de: Diese Aufgabe abschließen, um die Leistungsverfolgung zu starten
es: Completa esta tarea para empezar a seguir el desempeño
fr: Terminez cette tâche pour commencer le suivi de performance
it: Completa questa attività per iniziare il tracciamento prestazioni
ja: このタスクを完了してパフォーマンス追跡を開始
pt: Conclua esta tarefa para começar a acompanhar o desempenho

source: No Completion Data
de: Keine Abschlussdaten
es: Sin datos de finalización
fr: Aucune donnée d'achèvement
it: Nessun dato di completamento
ja: 完了データなし
pt: Sem dados de conclusão

# complete_tasks_completion_rate_trends
source: Complete tasks to see completion rate trends
de: Aufgaben abschließen, um Abschlussratentrends zu sehen
es: Completa tareas para ver tendencias de tasa de finalización
fr: Terminez des tâches pour voir les tendances du taux d'achèvement
it: Completa attività per vedere l'andamento delasso di completamento
ja: タスクを完了して完了率トレンドを確認
pt: Conclua tarefas para ver tendências de taxa de conclusão

# complete_recurring_tasks_performance
source: Complete recurring tasks to see performance analytics
de: Wiederkehrende Aufgaben abschließen, um Leistungsanalysen zu sehen
es: Completa tareas recurrentes para ver analíticas de desempeño
fr: Terminez des tâches récurrentes pour voir les analyses de performance
it: Completa ricorrenti per vedere le analisi prestazionali
ja: 定期的なタスクを完了してパフォーマンス分析を確認
pt: Conclua tarefas recorrentes para ver análises de desempenho

# seven_days
source: 7 Days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日
pt: 7 dias

# thirty_days
source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日
pt: 30 dias

# one_year
source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
pt: 1 ano

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
pt: Visão geral

source: Consistency
de: Konsistenz
es: Consistencia
fr: Consistance
it: Coerenza
ja: 一貫性
pt: Consistência

source: Time Distribution
de: Zeitverteilung
es: Distribución del tiempo
fr: Distribution du temps
it: Distribuzione del tempo
ja: 時間配分
pt: Distribuição de tempo

source: Task Completion Rate
de: Aufgabenabschlussrate
es: Tasa de finalización de tareas
fr: Taux d'achèvement des tâches
it: Tasso di completamento
ja: タスク完了率
pt: Taxa de conclusão de tarefas

source: Overall Streak
de: Gesamtserie
es: Racha general
fr: Série générale
it: Serie generale
ja: 全体の連続記録
pt: Sequência geral

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
pt: Atual

source: Best
de: Beste
es: Mejor
fr: Meilleur
it: Migliore
ja: 最高
pt: Melhor

source: No Streaks Yet
de: Noch keine Serien
es: Aún no hay rachas
fr: Aucune série pour le moment
it: Ancora nessuna serie
ja: まだ連続記録がありません
pt: Ainda não há sequências

# complete_recurring_tasks_streaks
source: Complete recurring tasks to start building streaks and tracking your consistency
de: Wiederkehrende Aufgaben abschließen, um Serien aufzubauen und Ihre Konsistenz zu verfolgen
es: Completa tareas recurrentes para construir rachas y seguir tu consistencia
fr: Terminez des tâches récurrentes pour commencer à construire des séries et suivre votre consistance
it: Completa ricorrenti per costruire serie e tracciare la tua coerenza
ja: 定期的なタスクを完了して連続記録を作り、一貫性を追跡しましょう
pt: Conclua tarefas recorrentes para começar a construir sequências e acompanhar sua consistência

source: Total Available
de: Gesamt verfügbar
es: Total disponible
fr: Total disponible
it: Totale disponibile
ja: 利用可能な合計
pt: Total disponível

source: No Time Data
de: Keine Zeitdaten
es: Sin datos de tiempo
fr: Aucune donnée de temps
it: Nessun dato tempo
ja: 時間データなし
pt: Sem dados de tempo

# complete_tasks_time_distribution
source: Complete tasks with duration or use Pomodoro sessions to see time distribution
de: Aufgaben mit Dauer abschließen oder Pomodoro‑Sitzungen nutzen, um die Zeitverteilung zu sehen
es: Completa tareas con duración o usa Pomodoro para ver la distribución del tiempo
fr: Terminez des tâches avec durée ou utilisez des sessions Pomodoro pour voir la distribution du temps
it: Completa attività con durata o usa sessioni Pomodoro per vedere la distribuzione del tempo
ja: 期間付きタスクを完了するかポモドーロセッションを使用して時間配分を確認
pt: Conclua tarefas com duração ou use sessões Pomodoro para ver a distribuição do tempo

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
pt: Sem dados

source: Complete
de: Abschließen
es: Completar
fr: Terminer
it: Completa
ja: 完了
pt: Concluir

source: Quality Rating
de: Qualitätsbewertung
es: Calificación de calidad
fr: Évaluation de qualité
it: Valutazione qualità
ja: 品質評価
pt: Avaliação de qualidade

source: Difficulty Rating
de: Schwierigkeitsbewertung
es: Calificación de dificultad
fr: Évaluation de difficulté
it: Valutazione difficoltà
ja: 難易度評価
pt: Avaliação de dificuldade

source: Performance Charts
de: Leistungsdiagramme
es: Gráficos de desempeño
fr: Graphiques de performance
it: Grafici prestazioni
ja: パフォーマンスチャート
pt: Gráficos de desempenho

source: Daily Notifications
de: Tägliche Benachrichtigungen
es: Notificaciones diarias
fr: Notifications quotidiennes
it: Notifiche giornaliere
ja: 日次通知
pt: Notificações diárias

source: Daily Quote Reminder
de: Tägliche Zitat‑Erinnerung
es: Recordatorio diario de cita
fr: Rappel de citation quotidienne
it: Promemoria citazione
ja: 毎日の名言リマインダー
pt: Lembrete diário de frase

source: Notification Time
de: Benachrichtigungszeit
es: Hora de notificación
fr: Heure de notification
it: Orario notifica
ja: 通知時間
pt: Horário da notificação

source: Enable in Settings
de: In Einstellungen aktivieren
es: Habilitar en Ajustes
fr: Activer dans Réglages
it: Abilita in Impostazioni
ja: 設定で有効にする
pt: Ativar nos Ajustes

source: App Behavior
de: App‑Verhalten
es: Comportamiento de la app
fr: Comportement de l'app
it: Comportamento app
ja: アプリの動作
pt: Comportamento do app

source: Auto-complete On
de: Auto‑Vervollständigung an
es: Autocompletar activado
fr: Auto-complétion activée
it: Autocompletamento attivo
ja: 自動完了
pt: Conclusão automática ativada

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
ja: 同期
pt: Sincronizar

source: Feedback & Suggestions
de: Feedback & Vorschläge
es: Feedback y sugerencias
it: Feedback e suggerimenti
ja: フィードバックと提案
pt: Feedback e sugestões

source: What's Cooking
de: Was sich tut
es: Qué se está cocinando
fr: Ce qui se prépare
it: Cosa bolle in pentola
ja: 開発中
pt: O que vem por aí

source: Support SnapTask
de: SnapTask unterstützen
es: Apoyar SnapTask
fr: Soutenir SnapTask
it: Supporta SnapTask
ja: SnapTaskをサポート
pt: Apoiar o SnapTask

source: Loading inspiration...
de: Inspiration wird geladen...
es: Cargando inspiración...
fr: Chargement de l'inspiration...
it: Caricamento ispirazione...
ja: インスピレーションを読み込み中...
pt: Carregando inspiração...

# choose_language
source: Choose a language
de: Sprache wählen
es: Elige un idioma
fr: Choisir une langue
it: Scegli una lingua
ja: 言語を選択
pt: Escolha um idioma

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
it: Abilita notifiche
ja: 通知を有効にする
pt: Ativar notificações

source: Your Daily Motivation
de: Ihre tägliche Motivation
es: Tu motivación diaria
fr: Votre motivation quotidienne
it: La tua motivazione quotidiana
ja: あなたの毎日のモチベーション
pt: Sua motivação diária

# help_continue_improving
source: Help us continue improving SnapTask
de: Helfen Sie uns, SnapTask weiter zu verbessern
es: Ayúdanos a seguir mejorando SnapTask
fr: Aidez-nous à continuer d'améliorer SnapTask
it: Aiutaci a migliorare SnapTask
ja: SnapTaskの継続的な改善にご協力ください
pt: Ajude-nos a continuar melhorando o SnapTask

source: Support Development
de: Entwicklung unterstützen
es: Apoyar el desarrollo
fr: Soutenir le développement
it: Supporta lo sviluppo
ja: 開発をサポート
pt: Apoiar o desenvolvimento

source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
it: Gestione dati
ja: データ管理
pt: Gerenciamento de dados

source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
pt: Excluir todos os dados

# delete_all_data_description
source: Delete all tasks, categories, statistics, and rewards
de: Alle Aufgaben, Kategorien, Statistiken und Belohnungen löschen
es: Eliminar todas las tareas, categorías, estadísticas y recompensas
fr: Supprimer toutes les tâches, catégories, statistiques et récompenses
it: Elimina attività, categorie, statistiche e premi
ja: すべてのタスク、カテゴリ、統計、報酬を削除
pt: Excluir todas as tarefas, categorias, estatísticas e recompensas

# delete_all_data_footer
source: This action will permanently delete all your tasks, custom categories, rewards, statistics, and tracking data. Only default categories will remain.
de: Diese Aktion wird alle Aufgaben, benutzerdefinierte Kategorien, Belohnungen, Statistiken und Trackingdaten dauerhaft löschen. Nur Standardkategorien bleiben erhalten.
es: Esta acción eliminará permanentemente todas tus tareas, categorías personalizadas, recompensas, puntos, estadísticas y sesiones. Solo permanecerán las categorías por defecto.
fr: Cette action supprimera définitivement toutes vos tâches, catégories personnalisées, récompenses, statistiques et données de suivi. Seules les catégories par défaut resteront.
it: Questa azione eliminerà definitivamente attività, categorie personalizzate, premi, statistiche e dati di tracciamento.
ja: この操作により、すべてのタスク、カスタムカテゴリ、報酬、統計、追跡データが永久に削除されます。デフォルトカテゴリのみが残ります。
pt: Esta ação apagará permanentemente todas as suas tarefas, categorias personalizadas, recompensas, estatísticas e dados de acompanhamento. Apenas as categorias padrão permanecerão.

# delete_all_data_confirmation_title
source: Delete All Data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
pt: Excluir todos os dados?
