Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# theme_dark_mode_warning_message
source: This theme uses custom colors and is not compatible with dark mode. Do you want to disable dark mode to use this theme?
de: Dieses Theme verwendet benutzerdefinierte Farben und ist nicht mit dem Dunkelmodus kompatibel. Möchten Sie den Dunkelmodus deaktivieren, um dieses Theme zu verwenden?
es: Este tema usa colores personalizados y no es compatible con el modo oscuro. ¿Quieres desactivar el modo oscuro para usar este tema?
fr: Ce thème utilise des couleurs personnalisées et n'est pas compatible avec le mode sombre. Voulez-vous désactiver le mode sombre pour utiliser ce thème ?
it: Questo tema usa colori personalizzati e non è compatibile con la modalità scura. Vuoi disattivare la modalità scura per usare questo tema?
ja: このテーマはカスタムカラーを使用しているためダークモードと互換性がありません。このテーマを使用するためにダークモードを無効にしますか？
pt: Este tema usa cores personalizadas e não é compatível com o modo escuro. Deseja desativar o modo escuro para usar este tema?

source: No Pomodoro tasks
de: Keine Pomodoro‑Aufgaben
es: No hay tareas Pomodoro
fr: Aucune tâche Pomodoro
it: Nessuna attività Pomodoro
ja: ポモドーロタスクがありません
pt: Sem tarefas Pomodoro

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pt: Estatísticas

source: Today's Progress
de: Heutiger Fortschritt
es: Progreso de hoy
fr: Progrès du jour
it: Progresso di oggi
ja: 今日の進捗
pt: Progresso de hoje

# top_streaks
source: Top Streakss
de: Top‑Serien
es: Mejores rachas
fr: Meilleures séries
it: Migliori serie
ja: トップ連続記録
pt: Melhores sequências

source: Tasks (Simplified)
de: Aufgaben (Vereinfacht)
es: Tareas (Simplificado)
fr: Tâches (simplifié)
it: Attività (semplificato)
ja: タスク（簡略版）
pt: Tarefas (Simplificado)

# no_tasks_today_simplified
source: No tasks for today (Simplified View)
de: Keine Aufgaben für heute (Vereinfachte Ansicht)
es: No hay tareas para hoy (Vista simplificada)
fr: Aucune tâche pour aujourd'hui (Vue simplifiée)
it: Nessuna attività per oggi (Vista semplificata)
ja: 今日のタスクがありません（簡略表示）
pt: Sem tarefas para hoje (Visão simplificada)

source: Tasks (Simplified View):
de: Aufgaben (Vereinfachte Ansicht):
es: Tareas (Vista simplificada):
fr: Tâches (vue simplifiée) :
it: Attività (Vista semplificata):
ja: タスク（簡略表示）:
pt: Tarefas (Visão simplificada):

source: Task not found
de: Aufgabe nicht gefunden
es: Tarea no encontrada
fr: Tâche introuvable
it: Attività non trovata
ja: タスクが見つかりません
pt: Tarefa não encontrada

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
it: Seleziona data
ja: 日付を選択
pt: Selecionar data

source: Select Task
de: Aufgabe auswählen
es: Seleccionar tarea
fr: Sélectionner une tâche
it: Seleziona attività
ja: タスクを選択
pt: Selecionar tarefa

source: Start Pomodoro
de: Pomodoro starten
es: Iniciar Pomodoro
fr: Démarrer Pomodoro
it: Avvia Pomodoro
ja: ポモドーロを開始
pt: Iniciar Pomodoro

source: Pomodoro enabled
de: Pomodoro aktiviert
es: Pomodoro activado
fr: Pomodoro activé
it: Pomodoro abilitato
ja: ポモドーロ有効
pt: Pomodoro ativado

source: No Pomodoro settings
de: Keine Pomodoro‑Einstellungen
es: Sin configuración de Pomodoro
fr: Aucun réglage Pomodoro
it: Nessuna impostazione Pomodoro
ja: ポモドーロ設定なし
pt: Sem configurações de Pomodoro

source: Add First Reward
de: Erste Belohnung hinzufügen
es: Añadir primera recompensa
fr: Ajouter la première récompense
it: Aggiungi primo premio
ja: 最初の報酬を追加
pt: Adicionar primeira recompensa

source: Add More Rewards
de: Weitere Belohnungen hinzufügen
es: Añadir más recompensas
fr: Ajouter plus de récompenses
it: Aggiungi altri premi
ja: さらに報酬を追加
pt: Adicionar mais recompensas

# add_rewards_motivate
source: Add rewards to motivate yourself!
de: Belohnungen hinzufügen, um sich zu motivieren!
es: ¡Añade recompensas para motivarte!
fr: Ajoutez des récompenses pour vous motiver !
it: Aggiungi premi per motivarti!
ja: やる気を出すために報酬を追加しましょう！
pt: Adicione recompensas para se motivar!

source: Your Points
de: Ihre Punkte
es: Tus puntos
fr: Vos points
it: I tuoi punti
ja: あなたのポイント
pt: Seus pontos

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
pt: Conexão

source: iPhone Connected
de: iPhone verbunden
es: iPhone conectado
fr: iPhone connecté
it: iPhone connesso
ja: iPhone接続済み
pt: iPhone conectado

source: iPhone Disconnected
de: iPhone getrennt
es: iPhone desconectado
fr: iPhone déconnecté
it: iPhone disconnesso
ja: iPhone未接続
pt: iPhone desconectado

source: Last sync
de: Letzte Synchronisation
es: Última sincronización
fr: Dernière synchro
it: Ultima sincronizzazione
ja: 最後の同期
pt: Última sinc.

# force_sync_iphone
source: Force Sync with iPhone
de: Synchronisation mit iPhone erzwingen
es: Forzar sincronización con iPhone
fr: Forcer la synchro avec l'iPhone
it: Forza sync con iPhone
ja: iPhoneと強制同期
pt: Forçar sinc. com iPhone

# sync_cloudkit
source: Sync with CloudKit
de: Mit CloudKit synchronisieren
es: Sincronizar con CloudKit
fr: Synchroniser avec CloudKit
it: Sync con CloudKit
ja: CloudKitと同期
pt: Sincronizar com CloudKit

source: Local tasks
de: Lokale Aufgaben
es: Tareas locales
fr: Tâches locales
it: Attività locali
ja: ローカルタスク
pt: Tarefas locais

source: Received tasks
de: Empfangene Aufgaben
es: Tareas recibidas
fr: Tâches reçues
it: Attività ricevute
ja: 受信したタスク
pt: Tarefas recebidas

# tap_view_details
source: Tap to view details
de: Tippen, um Details anzuzeigen
es: Toca para ver detalles
fr: Appuyez pour voir les détails
it: Tocca per vedere i dettagli
ja: タップして詳細を表示
pt: Toque para ver detalhes

source: Version
es: Versión
it: Versione
ja: バージョン
pt: Versão

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
ja: すべてのデータをリセット
pt: Redefinir todos os dados

# reset_all_data_alert_title
source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
ja: すべてのデータをリセット
pt: Redefinir todos os dados

# reset_all_data_alert_message
source: This will delete all local data. CloudKit data will remain intact.
de: Dies löscht alle lokalen Daten. CloudKit‑Daten bleiben intakt.
es: Esto eliminará todos los datos locales. Los datos de CloudKit permanecerán intactos.
fr: Cela supprimera toutes les données locales. Les données iCloud resteront intactes.
it: Questo eliminerà tutti i dati locali. I dati su CloudKit resteranno intatti.
ja: これによりすべてのローカルデータが削除されます。CloudKitデータはそのまま残ります。
pt: Isto excluirá todos os dados locais. Os dados do CloudKit permanecerão intactos.

source: CloudKit Sync
de: CloudKit‑Synchronisation
es: Sincronización con CloudKit
fr: Synchronisation CloudKit
it: Sync CloudKit
ja: CloudKit同期
pt: Sincronização CloudKit

# data_syncs_automatically
source: Data syncs automatically with iPhone
de: Daten synchronisieren automatisch mit iPhone
es: Los datos se sincronizan automáticamente con el iPhone
fr: Les données se synchronisent automatiquement avec l'iPhone
it: I dati si sincronizzano automaticamente con iPhone
ja: データはiPhoneと自動同期されます
pt: Dados sincronizados automaticamente com o iPhone

# sync_automatically_message
source: Your tasks, categories, and rewards sync automatically between your iPhone and Apple Watch.
de: Aufgaben, Kategorien und Belohnungen synchronisieren automatisch zwischen iPhone und Apple Watch.
es: Tus tareas, categorías y recompensas se sincronizan automáticamente entre tu iPhone y Apple Watch.
fr: Vos tâches, catégories et récompenses se synchronisent automatiquement entre votre iPhone et votre Apple Watch.
it: Le tue attività, categorie e premi si sincronizzano automaticamente tra iPhone e Apple Watch.
ja: タスク、カテゴリ、報酬はiPhoneとApple Watch間で自動同期されます。
pt: Suas tarefas, categorias e recompensas sincronizam automaticamente entre seu iPhone e Apple Watch.

# both_devices_connected
source: Make sure both devices are connected to the internet for best results.
de: Stellen Sie sicher, dass beide Geräte mit dem Internet verbunden sind.
es: Asegúrate de que ambos dispositivos estén conectados a internet para obtener mejores resultados.
fr: Assurez-vous que les deux appareils sont connectés à Internet pour de meilleurs résultats.
it: Assicurati che entrambi i dispositivi siano connessi a internet per risultati ottimali.
ja: 最良の結果を得るために、両方のデバイスがインターネットに接続されていることを確認してください。
pt: Certifique-se de que ambos os dispositivos estejam conectados à internet para melhores resultados.

source: General Timer
de: Allgemeiner Timer
es: Temporizador general
fr: Minuteur général
it: Timer generale
ja: 一般タイマー
pt: Timer geral

source: Task Stats
de: Aufgaben‑Statistiken
es: Estadísticas de tareas
fr: Statistiques des tâches
it: Statistiche attività
ja: タスク統計
pt: Estatísticas de tarefas

source: Completion Rate
de: Abschlussrate
es: Tasa de finalización
fr: Taux d'achèvement
it: Tasso di completamento
ja: 完了率
pt: Taxa de conclusão

source: Points Summary
de: Punkteübersicht
es: Resumen de puntos
fr: Résumé des points
it: Riepilogo punti
ja: ポイント概要
pt: Resumo de pontos

# week_pts
source: Week: {points} pts
de: Woche: {points} Pkt
es: Semana: {points} pts
fr: Semaine : {points} pts
it: Settimana: {points} pt
ja: 週: {points} ポイント
pt: Semana: {points} pts

source: Mark Incomplete
de: Als unvollständig markieren
es: Marcar como incompleta
fr: Marquer comme incomplet
it: Segna incompleta
ja: 未完了にマーク
pt: Marcar como incompleta

source: Mark Complete
de: Als vollständig markieren
es: Marcar como completa
fr: Marquer comme terminé
it: Segna completa
ja: 完了にマーク
pt: Marcar como concluída

source: Recurring Task
de: Wiederkehrende Aufgabe
es: Tarea recurrente
fr: Tâche récurrente
it: Attività ricorrente
ja: 定期的なタスク
pt: Tarefa recorrente

source: Has Duration
de: Hat Dauer
es: Tiene duración
fr: A une durée
it: Con durata
ja: 期間あり
pt: Possui duração

source: Use Pomodoro
de: Pomodoro verwenden
es: Usar Pomodoro
fr: Utiliser Pomodoro
it: Usa Pomodoro
ja: ポモドーロを使用
pt: Usar Pomodoro

# work_min
source: Work: {minutes} min
de: Arbeit: {minutes} Min
es: Trabajo: {minutes} min
fr: Travail : {minutes} min
it: Lavoro: {minutes} min
ja: 作業: {minutes}分
pt: Trabalho: {minutes} min

# break_min
source: Break: {minutes} min
de: Pause: {minutes} Min
es: Descanso: {minutes} min
fr: Pause : {minutes} min
it: Pausa: {minutes} min
ja: 休憩: {minutes}分
pt: Pausa: {minutes} min

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date & heure
it: Data e ora
ja: 日付と時間
pt: Data e hora

source: Points Cost
de: Punktekosten
es: Costo en puntos
fr: Coût en points
it: Costo in punti
ja: ポイントコスト
pt: Custo em pontos

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pt: Tipo

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
pt: Personalizado

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
pt: Iniciar

source: Pause
de: Pausieren
es: Pausar
it: Pausa
ja: 一時停止
pt: Pausar

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
pt: Retomar

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
pt: Parar

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
it: Arrestato
ja: 停止中
pt: Parado

source: Session {number}
de: Sitzung {number}
es: Sesión {number}
it: Sessione {number}
ja: セッション {number}
pt: Sessão {number}

source: Time Range
de: Zeitraum
es: Rango de tiempo
fr: Plage de temps
it: Intervallo di tempo
ja: 時間範囲
pt: Intervalo de tempo

# today_colon
source: Today:
de: Heute:
es: Hoy:
fr: Aujourd'hui :
it: Oggi:
ja: 今日:
pt: Hoje:

# week_colon
source: Week:
de: Woche:
es: Semana:
fr: Semaine :
it: Settimana:
ja: 週:
pt: Semana:

source: Configure by
de: Konfigurieren nach
es: Configurar por
fr: Configurer par
it: Configura per
ja: 設定方法
pt: Configurar por

source: Custom Themes
de: Benutzerdefinierte Themes
es: Temas personalizados
fr: Thèmes personnalisés
it: Temi personalizzati
ja: カスタムテーマ
pt: Temas personalizados

# custom_themes_desc
source: Customize the app appearance with exclusive themes
de: App‑Erscheinungsbild mit exklusiven Themes anpassen
es: Personaliza la apariencia de la app con temas exclusivos
fr: Personnalisez l'apparence de l'app avec des thèmes exclusifs
it: Personalizza l'aspetto dell'app con temi esclusivi
ja: 専用テーマでアプリの外観をカスタマイズ
pt: Personalize a aparência do app com temas exclusivos

source: Time Scope
de: Zeitrahmen
es: Ámbito temporal
fr: Portée temporelle
it: Ambito temporale
ja: 時間範囲
pt: Escopo de tempo

# task_happens_today
source: Task for today
de: Aufgabe für heute
es: Tarea para hoy
fr: Tâche pour aujourd'hui
it: Attività per oggi
ja: 今日のタスク
pt: Tarefa para hoje

# task_happens_this_week
source: Goal for this week
de: Ziel für diese Woche
es: Objetivo para esta semana
fr: Objectif pour cette semaine
it: Obiettivo per questa settimana
ja: 今週の目標
pt: Meta para esta semana

# task_happens_this_month
source: Goal for this month
de: Ziel für diesen Monat
es: Objetivo para este mes
fr: Objectif pour ce mois
it: Obiettivo per questo mese
ja: 今月の目標
pt: Meta para este mês

# task_happens_this_year
source: Goal for this year
de: Ziel für dieses Jahr
es: Objetivo para este año
fr: Objectif pour cette année
it: Obiettivo per quest'anno
ja: 今年の目標
pt: Meta para este ano

source: Long-term goal
de: Langfristiges Ziel
es: Objetivo a largo plazo
fr: Objectif à long terme
it: Obiettivo a lungo termine
ja: 長期目標
pt: Meta de longo prazo

source: Long-Term Goals
de: Langfristige Ziele
es: Objetivos a largo plazo
fr: Objectifs à long terme
it: Obiettivi a lungo termine
ja: 長期目標
pt: Metas de longo prazo

source: No tasks
de: Keine Aufgaben
es: No hay tareas
fr: Aucune tâche
it: Nessuna attività
ja: タスクなし
pt: Sem tarefas

# no_tasks_this_week
source: No tasks for this week
de: Keine Aufgaben für diese Woche
es: No hay tareas para esta semana
fr: Aucune tâche pour cette semaine
it: Nessuna attività per questa settimana
ja: 今週のタスクはありません
pt: Sem tarefas para esta semana

# no_tasks_this_month
source: No tasks for this month
de: Keine Aufgaben für diesen Monat
es: No hay tareas para este mes
fr: Aucune tâche pour ce mois
it: Nessuna attività per questo mese
ja: 今月のタスクはありません
pt: Sem tarefas para este mês

# no_tasks_this_year
source: No tasks for this year
de: Keine Aufgaben für dieses Jahr
es: No hay tareas para este año
fr: Aucune tâche pour cette année
it: Nessuna attività per quest'anno
ja: 今年のタスクはありません
pt: Sem tarefas para este ano

# no_tasks_long_term
source: No long-term tasks
de: Keine langfristigen Aufgaben
es: No hay tareas a largo plazo
fr: Aucun objectif à long terme
it: Nessuna attività a lungo termine
ja: 長期タスクはありません
pt: Sem tarefas de longo prazo

source: Ready to start
de: Bereit zum Start
es: Listo para empezar
fr: Prêt à commencer
it: Pronto per iniziare
ja: 開始準備完了
pt: Pronto para começar

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
pt: Redefinir

source: Complete Session
de: Sitzung abschließen
es: Completar sesión
fr: Terminer la session
it: Completa sessione
ja: セッション完了
pt: Concluir sessão

# choose_task_focus_on
source: Choose a task to focus on
de: Wählen Sie eine Aufgabe zum Fokussieren
es: Elige una tarea en la que enfocarte
fr: Choisissez une tâche sur laquelle vous concentrer
it: Scegli un'attività su cui concentrarti
ja: フォーカスするタスクを選択
pt: Escolha uma tarefa para focar

# select_task_enable_pomodoro
source: Select a task to enable Pomodoro
de: Wählen Sie eine Aufgabe, um Pomodoro zu aktivieren
es: Selecciona una tarea para habilitar Pomodoro
fr: Sélectionnez une tâche pour activer Pomodoro
it: Seleziona un'attività per abilitare Pomodoro
ja: タスクを選択してポモドーロを有効にする
pt: Selecione uma tarefa para ativar o Pomodoro

# selected_task_no_pomodoro
source: Selected task has no Pomodoro settings
de: Ausgewählte Aufgabe hat keine Pomodoro‑Einstellungen
es: La tarea seleccionada no tiene configuración de Pomodoro
fr: La tâche sélectionnée n'a pas de réglages Pomodoro
it: L'attività selezionata non ha impostazioni Pomodoro
ja: 選択したタスクにポモドーロ設定がありません
pt: A tarefa selecionada não possui configurações de Pomodoro

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
pt: Ontem

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
pt: Amanhã

# scope_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
pt: Hoje

# scope_week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt: Semana

# scope_month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt: Mês

# scope_year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt: Ano

# scope_long_term
source: L. Term
de: Langfr.
es: L. Plazo
fr: L. terme
it: L. termine
ja: 長期
pt: L. prazo

source: Long-term objective
de: Langfristiges Ziel
es: Objetivo a largo plazo
fr: Objectif à long terme
it: Obiettivo a lungo termine
ja: 長期目標
pt: Objetivo de longo prazo

source: Weekly Objectives
de: Wöchentliche Ziele
es: Objetivos semanales
fr: Objectifs hebdomadaires
it: Obiettivi settimanali
ja: 週次目標
pt: Objetivos semanais

# week_short_format
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt: Semana

# long_term_objectives
source: L. Term Objectives
de: Langfristige Ziele
es: Obj. a largo plazo
fr: Obj. long terme
it: Obiettivi L. termine
ja: 長期目標
pt: Obj. de longo prazo

source: Tap to rate difficulty
de: Zum Bewerten der Schwierigkeit tippen
es: Toca para calificar la dificultad
fr: Appuyez pour noter la difficulté
it: Tocca per valutare la difficoltà
ja: タップして難易度を評価
pt: Toque para avaliar a dificuldade

source: Tap to rate quality
de: Zum Bewerten der Qualität tippen
es: Toca para calificar la calidad
fr: Appuyez pour noter la qualité
it: Tocca per valutare la qualità
ja: タップして品質を評価
pt: Toque para avaliar a qualidade

source: Very Easy
de: Sehr einfach
es: Muy fácil
fr: Très facile
it: Molto facile
ja: 非常に簡単
pt: Muito fácil

source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile
ja: 簡単
pt: Fácil

source: Moderate
de: Mittel
es: Moderada
fr: Modérée
it: Moderata
ja: 普通
pt: Moderada

source: Challenging
de: Herausfordernd
es: Desafiante
fr: Stimulante
it: Impegnativa
ja: 挑戦的
pt: Desafiadora

source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
ja: 困難
pt: Difícil

source: Extremely Hard
de: Extrem schwer
es: Extremadamente difícil
fr: Extrêmement difficile
it: Estremamente difficile
ja: 非常に困難
pt: Extremamente difícil

source: Poor Quality
de: Schlechte Qualität
es: Baja calidad
fr: Mauvaise qualité
it: Scarsa qualità
ja: 品質が悪い
pt: Qualidade ruim

source: Below Average
de: Unterdurchschnittlich
es: Por debajo del promedio
fr: Inférieure à la moyenne
it: Sotto la media
ja: 平均以下
pt: Abaixo da média

source: Average
de: Durchschnittlich
es: Promedio
fr: Moyenne
it: Nella media
ja: 平均
pt: Média

source: Good
de: Gut
es: Buena
fr: Bonne
it: Buona
ja: 良い
pt: Boa

source: Excellent
de: Ausgezeichnet
es: Excelente
fr: Excellente
it: Eccellente
ja: 優秀
pt: Excelente

source: Perfect
de: Perfekt
es: Perfecta
fr: Parfaite
it: Perfetta
ja: 完璧
pt: Perfeita

source: How long did it take?
de: Wie lange hat es gedauert?
es: ¿Cuánto tardaste?
fr: Combien de temps cela a-t-il pris ?
it: Quanto ci è voluto?
ja: どのくらい時間がかかりましたか？
pt: Quanto tempo levou?

source: Actual Duration
de: Tatsächliche Dauer
es: Duración real
fr: Durée réelle
it: Durata effettiva
ja: 実際の時間
pt: Duração real

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
pt: Notas

# add_your_thoughts_completion
source: Add your thoughts about this completion...
de: Fügen Sie Ihre Gedanken zu diesem Abschluss hinzu...
es: Añade tus comentarios sobre esta finalización...
fr: Ajoutez vos réflexions sur cet achèvement...
it: Aggiungi i tuoi pensieri su questo completamento...
ja: この完了について思ったことを追加...
pt: Adicione seus pensamentos sobre esta conclusão...

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
pt: Limpar

source: Start Focus Session
de: Fokussitzung starten
es: Iniciar sesión de enfoque
fr: Démarrer une session de focus
it: Avvia sessione di focus
ja: フォーカスセッションを開始
pt: Iniciar sessão de foco

# choose_tracking_mode
source: Choose your tracking mode
de: Tracking‑Modus wählen
es: Elige tu modo de seguimiento
fr: Choisissez votre mode de suivi
it: Scegli la modalità di tracciamento
ja: 追跡モードを選択
pt: Escolha seu modo de acompanhamento

source: Select Mode
de: Modus auswählen
es: Seleccionar modo
fr: Sélectionner le mode
it: Seleziona modalità
ja: モードを選択
pt: Selecionar modo

source: Simple Timer Session
de: Einfache Timer‑Sitzung
es: Sesión de temporizador simple
fr: Session minuteur simple
it: Sessione timer semplice
ja: シンプルタイマーセッション
pt: Sessão de timer simples

source: Focus Session Complete!
de: Fokussitzung abgeschlossen!
es: ¡Sesión de enfoque completada!
fr: Session de focus terminée !
it: Sessione di focus completata!
ja: フォーカスセッション完了！
pt: Sessão de foco concluída!

# focused_for
source: You focused for
de: Sie haben fokussiert für
es: Te enfocaste durante
fr: Vous vous êtes concentré pendant
it: Hai mantenuto il focus per
ja: フォーカス時間
pt: Você focou por

source: Session Details
de: Sitzungsdetails
es: Detalles de la sesión
fr: Détails de la session
it: Dettagli sessione
ja: セッション詳細
pt: Detalhes da sessão

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
pt: Modo

source: Original Category
de: Ursprüngliche Kategorie
es: Categoría original
fr: Catégorie d'origine
it: Categoria originale
ja: 元のカテゴリ
pt: Categoria original

source: Track time in
de: Zeit erfassen in
es: Registrar tiempo en
fr: Suivre le temps dans
it: Traccia tempo in
ja: 時間を記録
pt: Acompanhar tempo em

source: This Task Only
de: Nur diese Aufgabe
es: Solo esta tarea
fr: Cette tâche uniquement
it: Solo questa attività
ja: このタスクのみ
pt: Somente esta tarefa

# save_and_finish
source: Save & Finish
de: Speichern & Beenden
es: Guardar y finalizar
fr: Enregistrer & terminer
it: Salva e termina
ja: 保存して終了
pt: Salvar e finalizar

# task_name_placeholder
source: Enter task name
de: Aufgabenname eingeben
es: Introduce el nombre de la tarea
fr: Entrez le nom de la tâche
it: Inserisci nome attività
ja: タスク名を入力
pt: Digite o nome da tarefa

source: Select Week
de: Woche auswählen
es: Seleccionar semana
fr: Sélectionner la semaine
it: Seleziona settimana
ja: 週を選択
pt: Selecionar semana

source: Week Range
de: Wochenbereich
es: Rango de la semana
fr: Plage de semaine
it: Intervallo settimana
ja: 週の範囲
pt: Intervalo da semana

source: Select Month
de: Monat auswählen
es: Seleccionar mes
fr: Sélectionner le mois
it: Seleziona mese
ja: 月を選択
pt: Selecionar mês

source: Select Year
de: Jahr auswählen
es: Seleccionar año
fr: Sélectionner l'année
it: Seleziona anno
ja: 年を選択
pt: Selecionar ano

source: Selected Period
de: Ausgewählter Zeitraum
es: Periodo seleccionado
fr: Période sélectionnée
it: Periodo selezionato
ja: 選択した期間
pt: Período selecionado

source: Unlock SnapTask Pro
de: SnapTask Pro freischalten
es: Desbloquear SnapTask Pro
fr: Débloquer SnapTask Pro
it: Sblocca SnapTask Pro
ja: SnapTask Proをアンロック
pt: Desbloquear SnapTask Pro

source: Maximize your productivity
de: Maximieren Sie Ihre Produktivität
es: Maximiza tu productividad
fr: Maximisez votre productivité
it: Massimizza la tua produttività
ja: 生産性を最大化
pt: Maximize sua produtividade

source: Everything you get
de: Alles, was Sie erhalten
es: Todo lo que obtienes
fr: Tout ce que vous obtenez
it: Tutto ciò che ottieni
ja: 含まれるすべて
pt: Tudo o que você recebe

source: Choose your plan
de: Wählen Sie Ihren Plan
es: Elige tu plan
fr: Choisissez votre forfait
it: Scegli il tuo piano
ja: プランを選択
pt: Escolha seu plano

source: Lifetime Access
de: Lebenslanger Zugriff
es: Acceso de por vida
fr: Accès à vie
it: Accesso a vita
ja: 買い切り（無期限アクセス）
pt: Acesso vitalício
