Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

source: Recurrence Settings
de: Wiederholungseinstellungen
es: Configuración de repetición
fr: Réglages de récurrence
it: Impostazioni ricorrenza
ja: 繰り返し設定
pt: Configurações de recorrência

source: Repeat Settings
de: Wiederholungseinstellungen
es: Configuración de repetición
fr: Réglages de répétition
it: Impostazioni ripetizione
ja: リピート設定
pt: Configurações de repetição

source: Select Days
de: Tage auswählen
es: Seleccionar días
fr: Sélectionner les jours
it: Seleziona giorni
ja: 日を選択
pt: Selecionar dias

# adapted_to_scope
source: Adapted to selected scope
de: An gewählten Umfang angepasst
es: Adaptado al ámbito seleccionado
fr: Adapté à la portée sélectionnée
it: Adattata all'ambito selezionato
ja: 選択した範囲に適応
pt: Adaptado ao escopo selecionado

# no_recurrence_long_term
source: No recurrence for long-term goals
de: Keine Wiederholung für langfristige Ziele
es: Sin repetición para objetivos a largo plazo
fr: Pas de récurrence pour les objectifs à long terme
it: Nessuna ricorrenza per obiettivi a lungo termine
ja: 長期目標には繰り返しなし
pt: Sem recorrência para metas de longo prazo

source: Every day
de: Jeden Tag
es: Cada día
fr: Chaque jour
it: Ogni giorno
ja: 毎日
pt: Todos os dias

source: Every 2 days
de: Alle 2 Tage
es: Cada 2 días
fr: Tous les 2 jours
it: Ogni 2 giorni
ja: 2日おき
pt: A cada 2 dias

source: Every 3 days
de: Alle 3 Tage
es: Cada 3 días
fr: Tous les 3 jours
it: Ogni 3 giorni
ja: 3日おき
pt: A cada 3 dias

source: Every weekday
de: Jeden Wochentag
es: Cada día laborable
fr: Chaque jour de semaine
it: Ogni giorno feriale
ja: 平日毎日
pt: Todos os dias úteis

source: Every weekend
de: Jedes Wochenende
es: Cada fin de semana
fr: Chaque week-end
it: Ogni weekend
ja: 週末毎日
pt: Todo fim de semana

source: Every week
de: Jede Woche
es: Cada semana
fr: Chaque semaine
it: Ogni settimana
ja: 毎週
pt: Toda semana

source: Every 2 weeks
de: Alle 2 Wochen
es: Cada 2 semanas
fr: Toutes les 2 semaines
it: Ogni 2 settimane
ja: 2週間おき
pt: A cada 2 semanas

source: Every 3 weeks
de: Alle 3 Wochen
es: Cada 3 semanas
fr: Toutes les 3 semaines
it: Ogni 3 settimane
ja: 3週間おき
pt: A cada 3 semanas

source: Every month
de: Jeden Monat
es: Cada mes
fr: Chaque mois
it: Ogni mese
ja: 毎月
pt: Todo mês

source: Every 2 months
de: Alle 2 Monate
es: Cada 2 meses
fr: Tous les 2 mois
it: Ogni 2 mesi
ja: 2ヶ月おき
pt: A cada 2 meses

source: Every 3 months
de: Alle 3 Monate
es: Cada 3 meses
fr: Tous les 3 mois
it: Ogni 3 mesi
ja: 3ヶ月おき
pt: A cada 3 meses

source: Every 6 months
de: Alle 6 Monate
es: Cada 6 meses
fr: Tous les 6 mois
it: Ogni 6 mesi
ja: 6ヶ月おき
pt: A cada 6 meses

source: Every year
de: Jedes Jahr
es: Cada año
fr: Chaque année
it: Ogni anno
ja: 毎年
pt: Todo ano

source: Every 2 years
de: Alle 2 Jahre
es: Cada 2 años
fr: Tous les 2 ans
it: Ogni 2 anni
ja: 2年おき
pt: A cada 2 anos

source: Every 3 years
de: Alle 3 Jahre
es: Cada 3 años
fr: Tous les 3 ans
it: Ogni 3 anni
ja: 3年おき
pt: A cada 3 anos

source: Recurrence for
de: Wiederholung für
es: Repetición para
fr: Récurrence pour
it: Ricorrenza per
ja: 繰り返し対象
pt: Recorrência para

source: Contextual to scope
de: Kontextuell zum Umfang
es: Contextual al ámbito
fr: Contextuel à la portée
it: Contestuale all'ambito
ja: 範囲に応じて
pt: Contextual ao escopo

# choose_how_often_daily_task
source: Choose how often to repeat this daily task
de: Wählen Sie, wie oft diese tägliche Aufgabe wiederholt werden soll
es: Elige con qué frecuencia repetir esta tarea diaria
fr: Choisissez à quelle fréquence répéter cette tâche quotidienne
it: Scegli ogni quanto ripetere questa attività giornaliera
ja: この日次タスクの繰り返し頻度を選択
pt: Escolha com que frequência repetir esta tarefa diária

# choose_how_often_weekly_goal
source: Choose how often to repeat this weekly goal
de: Wählen Sie, wie oft dieses wöchentliche Ziel wiederholt werden soll
es: Elige con qué frecuencia repetir este objetivo semanal
fr: Choisissez à quelle fréquence répéter cet objectif hebdomadaire
it: Scegli ogni quanto ripetere questo obiettivo settimanale
ja: この週次目標の繰り返し頻度を選択
pt: Escolha com que frequência repetir esta meta semanal

# choose_how_often_monthly_goal
source: Choose how often to repeat this monthly goal
de: Wählen Sie, wie oft dieses monatliche Ziel wiederholt werden soll
es: Elige con qué frecuencia repetir este objetivo mensual
fr: Choisissez à quelle fréquence répéter cet objectif mensuel
it: Scegli ogni quanto ripetere questo obiettivo mensile
ja: この月次目標の繰り返し頻度を選択
pt: Escolha com que frequência repetir esta meta mensal

# choose_how_often_yearly_goal
source: Choose how often to repeat this yearly goal
de: Wählen Sie, wie oft dieses jährliche Ziel wiederholt werden soll
es: Elige con qué frecuencia repetir este objetivo anual
fr: Choisissez à quelle fréquence répéter cet objectif annuel
it: Scegli ogni quanto ripetere questo obiettivo annuale
ja: この年次目標の繰り返し頻度を選択
pt: Escolha com que frequência repetir esta meta anual

# long_term_goals_no_recurrence
source: Long-term goals don't have recurrence
de: Langfristige Ziele haben keine Wiederholung
es: Los objetivos a largo plazo no tienen repetición
fr: Les objectifs à long terme n'ont pas de récurrence
it: Gli obiettivi a lungo termine non hanno ricorrenza
ja: 長期目標には繰り返しがありません
pt: Metas de longo prazo não têm recorrência

source: Recurrence Options
de: Wiederholungsoptionen
es: Opciones de repetición
fr: Options de récurrence
it: Opzioni ricorrenza
ja: 繰り返しオプション
pt: Opções de recorrência

# optional_specific_time
source: Set specific time (optional)
de: Spezifische Zeit festlegen (optional)
es: Establecer hora específica (opcional)
fr: Définir une heure spécifique (optionnel)
it: Imposta orario specifico (opzionale)
ja: 特定の時間を設定（任意）
pt: Definir horário específico (opcional)

source: Time Spent
de: Aufgewendete Zeit
es: Tiempo invertido
fr: Temps passé
it: Tempo trascorso
ja: 費やした時間
pt: Tempo gasto

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
pt: Hoje

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt: Semana

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt: Mês

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt: Ano

source: Weekly Overview
de: Wochenübersicht
es: Resumen semanal
fr: Aperçu hebdomadaire
it: Panoramica settimanale
ja: 週次概要
pt: Visão geral semanal

source: Streak
de: Serie
es: Racha
fr: Série
it: Serie
ja: 連続記録
pt: Sequência

source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale
ja: 現在の連続記録
pt: Sequência atual

source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
it: Migliore serie
ja: 最高連続記録
pt: Melhor sequência

source: Task Consistency
de: Aufgabenkonsistenz
es: Consistencia de tareas
fr: Consistance des tâches
it: Coerenza attività
ja: タスクの一貫性
pt: Consistência de tarefas

source: Progress Points
de: Fortschrittspunkte
es: Puntos de progreso
fr: Points de progrès
it: Punti progresso
ja: プログレスポイント
pt: Pontos de progresso

# no_category_data
source: No category data available
de: Keine Kategoriedaten verfügbar
es: No hay datos de categorías disponibles
fr: Aucune donnée de catégorie disponible
it: Nessun dato categoria
ja: カテゴリデータがありません
pt: Sem dados de categoria

# complete_tasks_see_stats
source: Complete tasks with categories to see statistics
de: Schließen Sie Aufgaben mit Kategorien ab, um Statistiken zu sehen
es: Completa tareas con categorías para ver estadísticas
fr: Terminez des tâches avec des catégories pour voir les statistiques
it: Completa attività con categorie per vedere le statistiche
ja: カテゴリ付きタスクを完了すると統計が表示されます
pt: Conclua tarefas com categorias para ver as estatísticas

# tracking_consistency
source: Tracking consistency in completing recurring tasks
de: Konsistenz beim Abschließen wiederkehrender Aufgaben verfolgen
es: Seguimiento de la consistencia al completar tareas recurrentes
fr: Suivi de la consistance dans l'achèvement des tâches récurrentes
it: Tracciamento della coerenza nelle attività ricorrenti
ja: 定期的なタスクの完了の一貫性を追跡
pt: Acompanhando a consistência no cumprimento de tarefas recorrentes

# higher_points
source: Higher points indicate better consistency over time
de: Höhere Punkte zeigen bessere Konsistenz im Zeitverlauf
es: Puntuaciones más altas indican mayor consistencia con el tiempo
fr: Des points plus élevés indiquent une meilleure consistance dans le temps
it: Punteggi più alti indicano maggiore coerenza nel tempo
ja: より高いポイントは時間の経過に伴うより良い一貫性を示します
pt: Mais pontos indicam melhor consistência ao longo do tempo

# no_recurring_tasks
source: No recurring tasks found
de: Keine wiederkehrenden Aufgaben gefunden
es: No se encontraron tareas recurrentes
fr: Aucune tâche récurrente trouvée
it: Nessuna attività ricorrente trovata
ja: 定期的なタスクが見つかりません
pt: Nenhuma tarefa recorrente encontrada

# shows_consistency
source: Shows consistency for recurring tasks over time
de: Zeigt die Konsistenz wiederkehrender Aufgaben im Zeitverlauf
es: Muestra la consistencia de tareas recurrentes a lo largo del tiempo
fr: Montre la consistance pour les tâches récurrentes dans le temps
it: Mostra la coerenza nel tempo per le attività ricorrenti
ja: 時間の経過に伴う定期的なタスクの一貫性を表示
pt: Mostra a consistência de tarefas recorrentes ao longo do tempo

# x_axis_y_axis
source: X-Axis: Days/Period • Y-Axis: Cumulative progress points
de: X‑Achse: Tage/Zeitraum • Y‑Achse: Kumulative Fortschrittspunkte
es: Eje X: Días/Periodo • Eje Y: Puntos de progreso acumulados
fr: Axe X : Jours/Période • Axe Y : Points de progrès cumulatifs
it: Asse X: Giorni/Periodo • Asse Y: Punti progresso cumulati
ja: X軸：日/期間 • Y軸：累積プログレスポイント
pt: Eixo X: Dias/Período • Eixo Y: Pontos de progresso cumulativos

# how_to_read
source: How to read: ↑ Lines rise when tasks are completed, ↓ fall when missed
de: So lesen: ↑ Linien steigen bei Abschluss, ↓ fallen bei Versäumnis
es: Cómo leer: ↑ Las líneas suben al completar, ↓ bajan al fallar
fr: Comment lire : ↑ Les lignes montent quand les tâches sont terminées, ↓ descendent quand elles sont manquées
it: Come leggere: ↑ sale quando completi, ↓ scende quando manchi
ja: 読み方：↑ タスクが完了すると線が上昇、↓ 逃すと下降
pt: Como ler: ↑ Linhas sobem quando tarefas são concluídas, ↓ caem quando são perdidas

# points_explanation
source: Each completed task = +1 point • Each missed task = -1 point
de: Jede abgeschlossene Aufgabe = +1 Punkt • Jede versäumte Aufgabe = -1 Punkt
es: Cada tarea completada = +1 punto • Cada tarea fallida = -1 punto
fr: Chaque tâche terminée = +1 point • Chaque tâche manquée = -1 point
it: Ogni attività completata = +1 punto • Ogni mancata = -1 punto
ja: 各完了タスク = +1ポイント • 各逃したタスク = -1ポイント
pt: Cada tarefa concluída = +1 ponto • Cada tarefa perdida = -1 ponto

# track_in_consistency
source: Track in consistency statistics
de: In Konsistenzstatistiken verfolgen
es: Seguir en estadísticas de consistencia
fr: Suivre dans les statistiques de consistance
it: Traccia nelle statistiche di coerenza
ja: 一貫性統計で追跡
pt: Acompanhar em estatísticas de consistência

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
pt: Dia

# week_short
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt: Semana

# month_short
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt: Mês

# year_short
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt: Ano

source: Task Progress Over Time
de: Aufgabenfortschritt über die Zeit
es: Progreso de tareas en el tiempo
fr: Progrès des tâches dans le temps
it: Progresso attività nel tempo
ja: 時間経過に伴うタスクプログレス
pt: Progresso da tarefa ao longo do tempo

# track_completion_patterns
source: Track completion patterns and consistency trends
de: Abschlussmuster und Konsistenztrends verfolgen
es: Sigue patrones de finalización y tendencias de consistencia
fr: Suivre les modèles d'achèvement et les tendances de consistance
it: Traccia schemi di completamento e tendenze di coerenza
ja: 完了パターンと一貫性トレンドを追跡
pt: Acompanhe padrões de conclusão e tendências de consistência

source: Time Period
de: Zeitraum
es: Periodo de tiempo
fr: Période de temps
it: Periodo di tempo
ja: 期間
pt: Período

source: Penalize Missed Tasks
de: Versäumte Aufgaben bestrafen
es: Penalizar tareas fallidas
fr: Pénaliser les tâches manquées
it: Penalizza attività mancate
ja: 逃したタスクのペナルティ
pt: Penalizar tarefas perdidas

# decrease_progress_missed
source: Decrease progress when recurring tasks are not completed
de: Fortschritt verringern, wenn wiederkehrende Aufgaben nicht abgeschlossen werden
es: Disminuir progreso cuando no se completan tareas recurrentes
fr: Diminuer le progrès quand les tâches récurrentes ne sont pas terminées
it: Riduci il progresso se non completi le ricorrenti
ja: 定期的なタスクが未完了の場合プログレスを減少
pt: Diminuir progresso quando tarefas recorrentes não forem concluídas

source: No Consistency Data
de: Keine Konsistenzdaten
es: Sin datos de consistencia
fr: Aucune donnée de consistance
it: Nessun dato di coerenza
ja: 一貫性データなし
pt: Sem dados de consistência

# complete_recurring_see_progress
source: Complete some recurring tasks to see your progress patterns and consistency trends over time
de: Schließen Sie einige wiederkehrende Aufgaben ab, um Fortschrittsmuster und Konsistenztrends zu sehen
es: Completa algunas tareas recurrentes para ver tus patrones de progreso y consistencia en el tiempo
fr: Terminez quelques tâches récurrentes pour voir vos modèles de progrès et tendances de consistance dans le temps
it: Completa alcune ricorrenti per vedere i tuoi schemi di progresso
ja: 定期的なタスクを完了して、プログレスパターンと一貫性トレンドを時間の経過で確認
pt: Conclua algumas tarefas recorrentes para ver padrões de progresso e tendências de consistência ao longo do tempo

# each_line_shows_task
source: Each line shows a task's completion progress over time
de: Jede Linie zeigt den Abschlussfortschritt einer Aufgabe
es: Cada línea muestra el progreso de una tarea a lo largo del tiempo
fr: Chaque ligne montre le progrès d'achèvement d'une tâche dans le temps
it: Ogni linea mostra il progresso di un'attività
ja: 各線は時間の経過に伴うタスクの完了プログレスを表示
pt: Cada linha mostra o progresso de conclusão de uma tarefa ao longo do tempo

# higher_points_better
source: Higher points indicate better consistency
de: Höhere Punkte zeigen bessere Konsistenz
es: Puntuaciones más altas indican mejor consistencia
fr: Des points plus élevés indiquent une meilleure consistance
it: Punteggi più alti = migliore coerenza
ja: より高いポイントはより良い一貫性を示します
pt: Mais pontos indicam melhor consistência

# tap_legend_highlight
source: Tap legend items to highlight specific tasks
de: Legendenelemente tippen, um Aufgaben hervorzuheben
es: Toca la leyenda para resaltar tareas específicas
fr: Appuyez sur les éléments de légende pour surligner des tâches spécifiques
it: Tocca la legenda per evidenziare attività
ja: 凡例項目をタップして特定のタスクをハイライト
pt: Toque na legenda para destacar tarefas específicas

source: Completed Tasks
de: Abgeschlossene Aufgaben
es: Tareas completadas
fr: Tâches terminées
it: Attività completate
ja: 完了したタスク
pt: Tarefas concluídas

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
pt: Data

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
pt: Categorias

source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
ja: カテゴリを追加
pt: Adicionar categoria

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
ja: カテゴリを編集
pt: Editar categoria

source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新しいカテゴリ
pt: Nova categoria

source: Category Name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome categoria
ja: カテゴリ名
pt: Nome da categoria

source: Add New Category
de: Neue Kategorie hinzufügen
es: Añadir nueva categoría
fr: Ajouter une nouvelle catégorie
it: Aggiungi nuova categoria
ja: 新しいカテゴリを追加
pt: Adicionar nova categoria

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
ja: カテゴリを選択
pt: Selecionar categoria

source: Select Color
de: Farbe auswählen
es: Seleccionar color
fr: Sélectionner une couleur
it: Seleziona colore
ja: 色を選択
pt: Selecionar cor

# category_name_placeholder
source: Category name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome categoria
ja: カテゴリ名
pt: Nome da categoria

source: Visual Themes
de: Visuelle Themes
es: Temas visuales
fr: Thèmes visuels
it: Temi visivi
ja: 視覚テーマ
pt: Temas visuais

# choose_visual_theme
source: Choose the visual theme for the app
de: Visuelles Theme für die App auswählen
es: Elige el tema visual de la app
fr: Choisir le thème visuel pour l'app
it: Scegli il tema visivo dell'app
ja: アプリの視覚テーマを選択
pt: Escolha o tema visual do app

# category_gradients_description
source: Show colorful gradients for categories
de: Farbige Verläufe für Kategorien anzeigen
es: Mostrar degradados coloridos para las categorías
fr: Afficher des dégradés colorés pour les catégories
it: Mostra gradienti colorati per le categorie
ja: カテゴリのカラフルなグラデーションを表示
pt: Mostrar gradientes coloridos para categorias

source: Customize task priorities
de: Aufgabenprioritäten anpassen
es: Personalizar prioridades de tareas
fr: Personnaliser les priorités des tâches
it: Personalizza le priorità
ja: タスク優先度をカスタマイズ
pt: Personalizar prioridades de tarefas

# customize_timer_colors
source: Customize Pomodoro timer colors
de: Pomodoro‑Timer‑Farben anpassen
es: Personalizar colores del Pomodoro
fr: Personnaliser les couleurs du timer Pomodoro
it: Personalizza i colori del timer Pomodoro
ja: ポモドーロタイマーの色をカスタマイズ
pt: Personalizar cores do timer Pomodoro

source: Priority Details
de: Prioritätsdetails
es: Detalles de prioridad
fr: Détails de priorité
it: Dettagli priorità
ja: 優先度の詳細
pt: Detalhes da prioridade

# auto_complete_tasks_footer
source: Automatically complete main tasks when all subtasks are completed
de: Hauptaufgaben automatisch abschließen, wenn alle Unteraufgaben abgeschlossen sind
es: Completar automáticamente la tarea principal cuando todas las subtareas estén completas
fr: Terminer automatiquement les tâches principales quand toutes les sous-tâches sont terminées
it: Completa automaticamente la principale quando le sottoattività sono completate
ja: すべてのサブタスクが完了したときにメインタスクを自動完了
pt: Concluir automaticamente tarefas principais quando todas as subtarefas forem concluídas

source: Manage Priorities
de: Prioritäten verwalten
es: Gestionar prioridades
fr: Gérer les priorités
it: Gestisci priorità
ja: 優先度を管理
pt: Gerenciar prioridades

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt: Sistema

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês

# italiano
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

# español
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol

# français
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês

source: Review welcome message
de: Willkommensnachricht anzeigen
es: Revisar mensaje de bienvenida
fr: Revoir le message de bienvenue
it: Rivedi messaggio di benvenuto
ja: ウェルカムメッセージを確認
pt: Rever mensagem de boas-vindas

source: Quote of the Day
de: Zitat des Tages
es: Cita del día
fr: Citation du jour
it: Citazione del giorno
ja: 今日の名言
pt: Frase do dia

source: New Quote
de: Neues Zitat
es: Nueva cita
fr: Nouvelle citation
it: Nuova citazione
ja: 新しい名言
pt: Nova frase

source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: カスタマイゼーション
pt: Personalização

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt: Aparência

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
pt: Modo escuro

source: Priorities
de: Prioritäten
es: Prioridades
fr: Priorités
it: Priorità
ja: 優先度
pt: Prioridades

source: Add Priority
de: Priorität hinzufügen
es: Añadir prioridad
fr: Ajouter une priorité
it: Aggiungi priorità
ja: 優先度を追加
pt: Adicionar prioridade

source: Performance
de: Leistung
es: Rendimiento
it: Prestazioni
ja: パフォーマンス
pt: Desempenho

source: iCloud Sync
de: iCloud‑Synchronisation
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
pt: Sincronização com iCloud

source: Calendar Integration
de: Kalender‑Integration
es: Integración con Calendario
fr: Intégration calendrier
it: Integrazione calendario
ja: カレンダー統合
pt: Integração com calendário

source: Synchronization
de: Synchronisation
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
pt: Sincronização

# manage_data_sync
source: Manage data synchronization and calendar integration across your devices.
de: Datensynchronisation und Kalender‑Integration verwalten.
es: Gestiona la sincronización de datos y la integración con el calendario en tus dispositivos.
fr: Gérer la synchronisation des données et l'intégration calendrier sur vos appareils.
it: Gestisci sincronizzazione dati e integrazione calendario tra i tuoi dispositivi.
ja: デバイス間のデータ同期とカレンダー統合を管理
pt: Gerencie a sincronização de dados e a integração com calendário entre seus dispositivos.

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
ja: コミュニティ
pt: Comunidade

source: Support
es: Soporte
it: Supporto
ja: サポート
pt: Suporte

# sync_error
source: Error
de: Synchronisationsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
ja: 同期エラー
pt: Erro de sincronização

source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最後の同期
pt: Última sincronização

# try_sign_out_in
source: Try signing out and back into iCloud
de: Von iCloud ab- und wieder anmelden
es: Intenta cerrar sesión y volver a entrar en iCloud
fr: Essayez de vous déconnecter et reconnecter à iCloud
it: Prova a uscire e rientrare in iCloud
ja: iCloudからサインアウト/サインインを試してください
pt: Tente sair e entrar novamente no iCloud

source: Smart Notifications
de: Intelligente Benachrichtigungen
es: Notificaciones inteligentes
fr: Notifications intelligentes
it: Notifiche intelligenti
ja: スマート通知
pt: Notificações inteligentes

# smart_notifications_description
source: Send reminders based on task priority and deadlines
de: Erinnerungen basierend auf Priorität und Fristen senden
es: Enviar recordatorios basados en prioridad y plazos
fr: Envoyer des rappels selon la priorité des tâches et les échéances
it: Invia promemoria in base a priorità e scadenze
ja: タスクの優先度と締切に基づいてリマインダーを送信
pt: Enviar lembretes com base na prioridade e prazos das tarefas

# smart_notifications_footer
source: Coming soon: Smart notifications that adapt to your schedule and task importance.
de: Demnächst: Intelligente Benachrichtigungen, die sich an Zeitplan und Aufgabenwichtigkeit anpassen.
es: Próximamente: Notificaciones que se adaptan a tu agenda e importancia de las tareas.
fr: Bientôt : Notifications intelligentes qui s'adaptent à votre planning et à l'importance des tâches.
it: In arrivo: notifiche che si adattano alla tua agenda e all'importanza delle attività.
ja: 近日公開：スケジュールとタスクの重要性に適応するスマート通知
pt: Em breve: Notificações inteligentes que se adaptam ao seu horário e importância das tarefas.

source: Auto-reschedule Overdue
de: Überfällige automatisch neu planen
es: Reprogramación automática
fr: Reprogrammer automatiquement les retards
it: Ripianifica automaticamente
ja: 期限切れの自動再スケジュール
pt: Reagendar automaticamente atrasadas
