Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# delete_all_data_confirmation_message
source: This action cannot be undone. All your tasks, custom categories, rewards, points, statistics, and tracking sessions will be permanently deleted. Only default categories (Work, Personal, Health) will remain.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Aufgaben, benutzerdefinierte Kategorien, Belohnungen, Punkte, Statistiken und Sitzungen werden dauerhaft gelöscht. Nur Standardkategorien (Arbeit, Persönlich, Gesundheit) bleiben erhalten.
es: Esta acción no se puede deshacer. Se eliminarán tareas, categorías personalizadas, recompensas, puntos, estadísticas y sesiones. Solo quedarán las categorías por defecto (Trabajo, Personal, Salud).
fr: Cette action ne peut pas être annulée. Toutes vos tâches, catégories personnalisées, récompenses, points, statistiques et sessions de suivi seront définitivement supprimés. Seules les catégories par défaut (Travail, Personnel, Santé) resteront.
it: Azione irreversibile. Verranno eliminati attività, categorie personalizzate, premi, punti, statistiche e sessioni di tracciamento.
ja: この操作は元に戻せません。すべてのタスク、カスタムカテゴリ、報酬、ポイント、統計、追跡セッションが永久に削除されます。デフォルトカテゴリ（仕事、個人、健康）のみが残ります。
pt: Esta ação não pode ser desfeita. Todas as suas tarefas, categorias personalizadas, recompensas, pontos, estatísticas e sessões de acompanhamento serão apagadas permanentemente. Somente categorias padrão (Trabalho, Pessoal, Saúde) permanecerão.

# delete_all_data_button
source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
pt: Excluir todos os dados

source: Focus Mode
de: Fokus‑Modus
es: Modo de enfoque
fr: Mode focus
it: Modalità Focus
ja: フォーカスモード
pt: Modo foco

source: Simple Timer
de: Einfacher Timer
es: Temporizador simple
fr: Timer simple
it: Timer semplice
ja: シンプルタイマー
pt: Timer simples

# freeform_focus_session
source: Freeform focus session with manual timing
de: Freiform‑Fokussitzung mit manueller Zeitmessung
es: Sesión de enfoque libre con cronometraje manual
fr: Session de focus libre avec chronométrage manuel
it: Sessione libera con cronometraggio manuale
ja: 手動タイミングの自由形式フォーカスセッション
pt: Sessão de foco livre com temporização manual

source: Pomodoro Technique
de: Pomodoro‑Technik
es: Técnica Pomodoro
fr: Technique Pomodoro
it: Tecnica Pomodoro
ja: ポモドーロテクニック
pt: Técnica Pomodoro

# 25min_work_sessions_5min_breaks
source: 25min work sessions with 5min breaks
de: 25‑min‑Arbeitssitzungen mit 5‑min‑Pausen
es: Sesiones de 25 min de trabajo con descansos de 5 min
fr: Sessions de travail de 25 min avec pauses de 5 min
it: Sessioni da 25 min con pause da 5 min
ja: 25分作業セッション、5分休憩
pt: Sessões de trabalho de 25 min com pausas de 5 min

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt
it: In arrivo
ja: 近日公開
pt: Em breve

# more_focus_methods
source: More focus methods will be added
de: Weitere Fokusmethoden werden hinzugefügt
es: Se añadirán más métodos de enfoque
fr: Plus de méthodes de focus seront ajoutées
it: Altri metodi focus in arrivo
ja: より多くのフォーカス方法を追加予定
pt: Mais métodos de foco serão adicionados

source: timers
de: Timer
es: temporizadores
it: timer
ja: タイマー

source: Paused
de: Pausiert
es: Pausado
fr: En pause
it: In pausa
ja: 一時停止
pt: Pausado

source: Running
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
pt: Em execução

source: Pomodoro Timer
es: Temporizador Pomodoro
fr: Timer Pomodoro
it: Timer Pomodoro
ja: ポモドーロタイマー
pt: Timer Pomodoro

source: Today's Focus
de: Heutiger Fokus
es: Enfoque de hoy
fr: Focus d'aujourd'hui
it: Focus di oggi
ja: 今日のフォーカス
pt: Foco de hoje

source: Recent Sessions
de: Neueste Sitzungen
es: Sesiones recientes
fr: Sessions récentes
it: Sessioni recenti
ja: 最近のセッション
pt: Sessões recentes

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune session pour le moment
it: Ancora nessuna sessione
ja: まだセッションがありません
pt: Ainda não há sessões

source: Pomodoro Session
de: Pomodoro‑Sitzung
es: Sesión Pomodoro
fr: Session Pomodoro
it: Sessione Pomodoro
ja: ポモドーロセッション
pt: Sessão Pomodoro

source: General Focus
de: Allgemeiner Fokus
es: Enfoque general
fr: Focus général
it: Focus generale
ja: 一般的なフォーカス
pt: Foco geral

source: Session
de: Sitzung
es: Sesión
it: Sessione
ja: セッション
pt: Sessão

source: left
de: verbleibend
es: restante
fr: restant
it: rimanenti
ja: 残り
pt: restantes

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progresso
ja: 進捗
pt: Progresso

source: Session Overview
de: Sitzungsübersicht
es: Resumen de la sesión
fr: Aperçu de session
it: Panoramica sessione
ja: セッション概要
pt: Visão geral da sessão

source: Finishes at
de: Endet um
es: Termina a las
fr: Se termine à
it: Termina alle
ja: 終了時刻
pt: Termina às

source: Focus Session
de: Fokussitzung
es: Sesión de enfoque
fr: Session de focus
it: Sessione di focus
ja: フォーカスセッション
pt: Sessão de foco

source: Donations
de: Spenden
es: Donaciones
fr: Dons
it: Donazioni
ja: 寄付
pt: Doações

source: Support SnapTask Pro
de: SnapTask Pro unterstützen
es: Apoyar SnapTask Pro
fr: Soutenir SnapTask Pro
it: Supporta SnapTask Pro
ja: SnapTask Proをサポート
pt: Apoie o SnapTask Pro

# help_continue_development
source: Help me continue development with new features
de: Helfen Sie mir, die Entwicklung mit neuen Funktionen fortzusetzen
es: Ayúdame a continuar el desarrollo con nuevas funciones
fr: Aidez-moi à continuer le développement avec de nouvelles fonctionnalités
it: Aiutami a continuare lo sviluppo con nuove funzioni
ja: 新機能での継続開発をサポートしてください
pt: Ajude-me a continuar o desenvolvimento com novos recursos

source: Beta Mode
de: Beta‑Modus
es: Modo beta
fr: Mode bêta
it: Modalità beta
ja: ベータモード
pt: Modo beta

# testflight_notice
source: We're still in TestFlight, so in-app donations are only simulated.
de: Wir sind noch in TestFlight, daher sind In‑App‑Spenden nur simuliert.
es: Seguimos en TestFlight, por lo que las donaciones in‑app son simuladas.
fr: Nous sommes encore en TestFlight, donc les dons in-app ne sont que simulés.
it: Siamo ancora in TestFlight, quindi le donazioni in‑app sono simulate.
ja: まだTestFlightにいるため、アプリ内寄付はシミュレーションのみです。
pt: Ainda estamos no TestFlight, então as doações no app são apenas simuladas.

# after_appstore_release
source: After App Store release they will work normally.
de: Nach dem App‑Store‑Release funktionieren sie normal.
es: Tras el lanzamiento en App Store funcionarán normalmente.
fr: Après la sortie sur l'App Store, ils fonctionneront normalement.
it: Dopo il rilascio su App Store funzioneranno normalmente.
ja: App Store リリース後は正常に動作します。
pt: Após o lançamento na App Store, funcionarão normalmente.

source: PayPal Alternative
es: Alternativa PayPal
fr: Alternative PayPal
it: Alternativa PayPal
ja: PayPal代替
pt: Alternativa PayPal

# support_now_paypal
source: You can support me right now via PayPal:
de: Sie können mich jetzt über PayPal unterstützen:
es: Puedes apoyarme ahora mismo vía PayPal:
fr: Vous pouvez me soutenir dès maintenant via PayPal :
it: Puoi supportarmi subito via PayPal:
ja: PayPal経由で今すぐサポートできます：
pt: Você pode me apoiar agora via PayPal:

source: Donate with PayPal
de: Mit PayPal spenden
es: Donar con PayPal
fr: Faire un don avec PayPal
it: Dona con PayPal
ja: PayPalで寄付
pt: Doar com PayPal

# opens_paypal_browser
source: Opens PayPal in browser
de: Öffnet PayPal im Browser
es: Abre PayPal en el navegador
fr: Ouvre PayPal dans le navigateur
it: Apre PayPal nel browser
ja: ブラウザでPayPalを開きます
pt: Abre o PayPal no navegador

source: Loading donation options...
de: Spendenoptionen werden geladen...
es: Cargando opciones de donación...
fr: Chargement des options de don...
it: Caricamento opzioni donazione...
ja: 寄付オプションを読み込み中...
pt: Carregando opções de doação...

source: Cannot load donation options
de: Spendenoptionen können nicht geladen werden
es: No se pueden cargar las opciones de donación
fr: Impossible de charger les options de don
it: Impossibile caricare le opzioni di donazione
ja: 寄付オプションを読み込めません
pt: Não foi possível carregar as opções de doação

# check_internet_retry
source: Check internet connection and retry
de: Internetverbindung prüfen und erneut versuchen
es: Comprueba la conexión a internet y reintenta
fr: Vérifiez la connexion internet et réessayez
it: Controlla la connessione internet e riprova
ja: インターネット接続を確認して再試行してください
pt: Verifique a conexão com a internet e tente novamente

# paypal_alternative_title
source: PayPal Alternative
es: Alternativa PayPal
fr: Alternative PayPal
it: Alternativa PayPal
ja: PayPal代替
pt: Alternativa PayPal

# if_iap_not_working
source: If in-app donations are not working, you can support me directly:
de: Wenn In‑App‑Spenden nicht funktionieren, können Sie mich direkt unterstützen:
es: Si las donaciones in‑app no funcionan, puedes apoyarme directamente:
fr: Si les dons in-app ne fonctionnent pas, vous pouvez me soutenir directement :
it: Se le donazioni in‑app non funzionano, puoi supportarmi direttamente:
ja: アプリ内寄付が動作しない場合、直接サポートできます：
pt: Se as doações no app não funcionarem, você pode me apoiar diretamente:

source: Prefer PayPal?
de: Bevorzugen Sie PayPal?
es: ¿Prefieres PayPal?
fr: Préférez PayPal ?
it: Preferisci PayPal?
ja: PayPalを希望？
pt: Prefere PayPal?

source: Donate via PayPal
de: Über PayPal spenden
es: Donar vía PayPal
fr: Faire un don via PayPal
it: Dona via PayPal
ja: PayPal経由で寄付
pt: Doar via PayPal

# donations_help_me
source: Your donations help me to:
de: Ihre Spenden helfen mir,
es: Tus donaciones me ayudan a:
fr: Vos dons m'aident à :
it: Le tue donazioni mi aiutano a:
ja: あなたの寄付により以下が可能になります：
pt: Suas doações me ajudam a:

source: Develop new features
de: neue Funktionen zu entwickeln
es: Desarrollar nuevas funciones
fr: Développer de nouvelles fonctionnalités
it: Sviluppare nuove funzioni
ja: 新機能の開発
pt: Desenvolver novos recursos

source: Maintain sync servers
de: Sync‑Server zu betreiben
es: Mantener servidores de sincronización
fr: Maintenir les serveurs de synchronisation
it: Mantenere i server di sync
ja: 同期サーバーの維持
pt: Manter servidores de sincronização

source: Continue free updates
de: kostenlose Updates fortzuführen
es: Continuar con actualizaciones gratuitas
fr: Continuer les mises à jour gratuites
it: Continuare aggiornamenti gratuiti
ja: 無料アップデートの継続
pt: Continuar atualizações gratuitas

# thanks_previous_support
source: Thanks for your previous support!
de: Danke für Ihre bisherige Unterstützung!
es: ¡Muchas gracias por tu apoyo anterior!
fr: Merci pour votre soutien précédent !
it: Grazie per il supporto precedente!
ja: これまでのサポートをありがとうございます！
pt: Obrigado pelo apoio anterior!

source: Last donation:
de: Letzte Spende:
es: Última donación:
fr: Dernier don :
it: Ultima donazione:
ja: 最後の寄付：
pt: Última doação:

# thanks_so_much
source: Thank you so much!
de: Vielen Dank!
es: ¡Muchas gracias!
fr: Merci beaucoup !
it: Grazie mille!
ja: 本当にありがとうございます！
pt: Muito obrigado!

# donation_helps_development
source: Your donation helps me continue developing SnapTask Pro. I really appreciate your support!
es: Tu donación ayuda a seguir desarrollando SnapTask Pro. ¡Gracias por tu apoyo!

source: Coffee for Giovanni
de: Kaffee für Giovanni
es: Café para Giovanni
fr: Café pour Giovanni
it: Caffè per Giovanni
ja: ジョバンニにコーヒーを
pt: Café para o Giovanni

# small_coffee
source: A small coffee
de: Ein kleiner Kaffee
es: Un cafecito
fr: Un petit café
it: Un caffè piccolo
ja: 小さなコーヒー
pt: Um cafezinho

source: Pizza for Giovanni
de: Pizza für Giovanni
es: Pizza para Giovanni
fr: Pizza pour Giovanni
it: Pizza per Giovanni
ja: ジョバンニにピザを
pt: Pizza para o Giovanni

# pizza_for_dinner
source: A pizza for dinner
de: Eine Pizza zum Abendessen
es: Una pizza para cenar
fr: Une pizza pour le dîner
it: Una pizza per cena
ja: 夕食にピザ
pt: Uma pizza para o jantar

source: Dinner for Giovanni
de: Abendessen für Giovanni
es: Cena para Giovanni
fr: Dîner pour Giovanni
it: Cena per Giovanni
ja: ジョバンニに夕食を
pt: Jantar para o Giovanni

# nice_dinner
source: A nice dinner
de: Ein schönes Abendessen
es: Una buena cena
fr: Un bon dîner
it: Una bella cena
ja: 素敵な夕食
pt: Um bom jantar

source: What's New
de: Was ist neu
es: Novedades
fr: Quoi de neuf
it: Novità
ja: 新機能
pt: Novidades

# version_update
source: Version
es: Versión
it: Versione
ja: バージョン
pt: Versão

source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
it: Ho capito!
ja: 了解！
pt: Entendi!

source: View all updates
de: Alle Updates anzeigen
es: Ver todas las actualizaciones
fr: Voir toutes les mises à jour
it: Vedi tutti gli aggiornamenti
ja: すべての更新を表示
pt: Ver todas as atualizações

# task_quality_rating
source: Task Quality & Difficulty Rating
de: Qualitäts‑ & Schwierigkeitsbewertung
es: Evaluación de calidad y dificultad
fr: Évaluation qualité & difficulté des tâches
it: Valutazione Qualità e Difficoltà Attività
ja: タスクの品質と難易度評価
pt: Avaliação de qualidade e dificuldade

# task_quality_rating_desc
source: Rate the quality and difficulty of completed tasks for better insights
de: Qualität und Schwierigkeit abgeschlossener Aufgaben bewerten
es: Evalúa calidad y dificultad de tareas completadas
fr: Évaluez la qualité et la difficulté des tâches terminées pour de meilleurs insights
it: Valuta qualità e difficoltà delle attività completate per migliori approfondimenti
ja: より良い洞察のため、完了したタスクの品質と難易度を評価
pt: Avalie a qualidade e a dificuldade de tarefas concluídas para melhores insights

source: Manual Time Tracking
de: Manuelle Zeitverfolgung
es: Seguimiento de tiempo manual
fr: Suivi manuel du temps
it: Tracciamento manuale del tempo
ja: 手動時間追跡
pt: Rastreamento manual de tempo

# manual_time_tracking_desc
source: Manually input time spent on tasks directly from task details
de: Zeit für Aufgaben manuell direkt in den Aufgabendetails eintragen
es: Introduce manualmente el tiempo dedicado desde los detalles de la tarea
fr: Saisissez manuellement le temps passé sur les tâches depuis leurs détails
it: Inserisci manualmente il tempo trascorso sulle attività dai dettagli
ja: タスク詳細から直接、タスクに費やした時間を手動入力
pt: Insira manualmente o tempo gasto nas tarefas diretamente nos detalhes

source: Enhanced Statistics
de: Erweiterte Statistiken
es: Estadísticas mejoradas
fr: Statistiques améliorées
it: Statistiche potenziate
ja: 強化された統計
pt: Estatísticas aprimoradas

# enhanced_statistics_desc
source: Track quality and difficulty trends over time with detailed analytics
de: Qualitäts‑ und Schwierigkeitstrends im Zeitverlauf mit Analysen verfolgen
es: Sigue tendencias de calidad y dificultad con analíticas detalladas
fr: Suivez les tendances de qualité et difficulté dans le temps avec des analyses détaillées
it: Traccia trend di qualità e difficoltà nel tempo con analisi dettagliate
ja: 詳細な分析で品質と難易度のトレンドを時間の経過で追跡
pt: Acompanhe tendências de qualidade e dificuldade ao longo do tempo com análises detalhadas

source: Task Comments
de: Aufgabenkommentare
es: Comentarios de tareas
fr: Commentaires de tâches
it: Commenti attività
ja: タスクコメント
pt: Comentários da tarefa

# task_comments_desc
source: Add comments and notes to your tasks for better tracking
de: Kommentare und Notizen zu Aufgaben hinzufügen
es: Añade comentarios y notas para un mejor seguimiento
fr: Ajoutez des commentaires et notes à vos tâches pour un meilleur suivi
it: Aggiungi commenti e note alle tue attività per un miglior tracciamento
ja: より良い追跡のためにタスクにコメントとメモを追加
pt: Adicione comentários e notas às suas tarefas para melhor acompanhamento

# data_reset_option
source: Complete Data Reset
de: Vollständige Datenrücksetzung
es: Restablecimiento total de datos
fr: Réinitialisation complète des données
it: Reimpostazione completa dei dati
ja: 完全データリセット
pt: Redefinição completa de dados

# data_reset_option_desc
source: Option to delete all data and start fresh when needed
de: Option zum Löschen aller Daten und Neustart
es: Opción para eliminar todos los datos y empezar de cero cuando sea necesario
fr: Option pour supprimer toutes les données et repartir à zéro si nécessaire
it: Opzione per eliminare tutti i dati e ripartire da zero quando necessario
ja: 必要時にすべてのデータを削除し新規開始するオプション
pt: Opção de excluir todos os dados e recomeçar quando necessário

# general_improvements
source: General Bug Fixes
de: Allgemeine Fehlerbehebungen
es: Correcciones generales de errores
fr: Corrections générales
it: Correzioni generali
ja: 一般的なバグ修正
pt: Correções gerais

# general_improvements_desc
source: Various bug fixes and performance improvements based on feedback
de: Verschiedene Bugfixes und Leistungsverbesserungen basierend auf Feedback
es: Varias correcciones de errores y mejoras de rendimiento basadas en comentarios
fr: Diverses corrections de bugs et améliorations de performance basées sur les retours
it: Varie correzioni di bug e miglioramenti delle prestazioni basati sui feedback
ja: フィードバックに基づく様々なバグ修正とパフォーマンス改善
pt: Várias correções de bugs e melhorias de desempenho com base no feedback

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
pt: Sincronizar agora

# sync_data_description
source: Your data will be automatically synced across all your devices
de: Ihre Daten werden automatisch auf allen Ihren Geräten synchronisiert
es: Tus datos se sincronizarán automáticamente en todos tus dispositivos
fr: Vos données seront automatiquement synchronisées sur tous vos appareils
it: I tuoi dati verranno sincronizzati automaticamente su tutti i dispositivi
ja: あなたのデータはすべてのデバイスで自動的に同期されます
pt: Seus dados serão sincronizados automaticamente entre todos os dispositivos

# enable_icloud_sync_description
source: Enable to sync your tasks, categories, and rewards across devices
de: Aktivieren, um Aufgaben, Kategorien und Belohnungen geräteübergreifend zu synchronisieren
es: Activa para sincronizar tus tareas, categorías y recompensas entre dispositivos
fr: Activer pour synchroniser vos tâches, catégories et récompenses entre appareils
it: Abilita per sincronizzare attività, categorie e premi tra dispositivi
ja: デバイス間でタスク、カテゴリ、報酬を同期するために有効にする
pt: Ative para sincronizar suas tarefas, categorias e recompensas entre dispositivos

source: What Gets Synced
de: Was wird synchronisiert
es: Qué se sincroniza
fr: Ce qui se synchronise
it: Cosa viene sincronizzato
ja: 同期される内容
pt: O que é sincronizado

source: Auto Sync
es: Sincronización automática
fr: Synchronisation auto
it: Sync automatico
ja: 自動同期
pt: Sincronização automática

# auto_sync_description
source: Automatically sync when you make changes
de: Automatisch synchronisieren, wenn Sie Änderungen vornehmen
es: Sincroniza automáticamente cuando haces cambios
fr: Synchroniser automatiquement quand vous faites des changements
it: Sincronizza automaticamente quando apporti modifiche
ja: 変更時に自動的に同期
pt: Sincronizar automaticamente quando você fizer alterações

source: View Sync Status
de: Synchronisationsstatus anzeigen
es: Ver estado de sincronización
fr: Voir le statut de synchronisation
it: Vedi stato sincronizzazione
ja: 同期ステータスを表示
pt: Ver status de sincronização

source: Sync Details
de: Synchronisationsdetails
es: Detalles de sincronización
fr: Détails de synchronisation
it: Dettagli sincronizzazione
ja: 同期詳細
pt: Detalhes de sincronização

source: Reset Sync Data
de: Synchronisationsdaten zurücksetzen
es: Restablecer datos de sincronización
fr: Réinitialiser les données de synchronisation
it: Reimposta dati di sync
ja: 同期データをリセット
pt: Redefinir dados de sincronização

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
pt: Avançado

# reset_sync_description
source: This will clear all sync data and force a complete resync
de: Dies löscht alle Sync‑Daten und erzwingt eine vollständige Neusynchronisation
es: Esto borrará todos los datos de sincronización y forzará una resincronización completa
fr: Ceci effacera toutes les données de synchronisation et forcera une resynchronisation complète
it: Questo cancellerà i dati di sync locali e forzerà una nuova sincronizzazione
ja: すべての同期データをクリアし、完全再同期を強制
pt: Isto limpará todos os dados de sincronização e forçará uma nova sincronização completa

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
pt: Armazenamento

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt: Privacidade

source: End-to-end Encrypted
de: Ende‑zu‑Ende verschlüsselt
es: Cifrado de extremo a extremo
fr: Chiffré de bout en bout
it: Crittografia end‑to‑end
ja: エンドツーエンド暗号化
pt: Criptografia ponta a ponta

source: Information
es: Información
it: Informazioni
ja: 情報
pt: Informações

# icloud_sync_device_support
source: Works seamlessly across iPhone, iPad, and Mac
de: Funktioniert nahtlos auf iPhone, iPad und Mac
es: Funciona perfectamente en iPhone, iPad y Mac
fr: Fonctionne parfaitement sur iPhone, iPad et Mac
it: Funziona perfettamente su iPhone, iPad e Mac
ja: iPhone、iPad、Macでシームレスに動作
pt: Funciona perfeitamente no iPhone, iPad e Mac

# reset_sync_data_alert_title
source: Reset Sync Data?
de: Synchronisationsdaten zurücksetzen?
es: ¿Restablecer datos de sincronización?
fr: Réinitialiser les données de synchronisation ?
it: Reimpostare i dati di sync?
ja: 同期データをリセットしますか？
pt: Redefinir dados de sincronização?

# reset_sync_data_alert_message
source: This will clear all local sync data and trigger a fresh sync. Your data in iCloud will not be affected.
de: Dies löscht alle lokalen Sync‑Daten und startet eine neue Synchronisation. Ihre iCloud‑Daten sind nicht betroffen.
es: Esto borrará todos los datos de sincronización locales y activará una nueva sincronización. Tus datos en iCloud no se verán afectados.
fr: Ceci effacera toutes les données de synchronisation locales et déclenchera une nouvelle synchronisation. Vos données dans iCloud ne seront pas affectées.
it: Questo cancellerà i dati di sync locali e avvierà una nuova sincronizzazione. I dati su iCloud non saranno toccati.
ja: これによりすべてのローカル同期データがクリアされ、新しい同期がトリガーされます。iCloudのデータは影響を受けません。
pt: Isto limpará todos os dados locais de sincronização e iniciará uma nova sincronização. Seus dados no iCloud não serão afetados.

# tasks_sync_description
source: All your tasks and their completion status
de: Alle Ihre Aufgaben und deren Abschlussstatus
es: Todas tus tareas y su estado de finalización
fr: Toutes vos tâches et leur statut d'achèvement
it: Tutte le tue attività e il loro stato di completamento
ja: すべてのタスクと完了ステータス
pt: Todas as suas tarefas e seus status de conclusão

# rewards_sync_description
source: Your custom rewards and redemption history
de: Ihre benutzerdefinierten Belohnungen und Einlösungsverlauf
es: Tus recompensas personalizadas e historial de canjes
fr: Vos récompenses personnalisées et historique d'échange
it: I tuoi premi personalizzati e la cronologia dei riscatti
ja: カスタム報酬と引き換え履歴
pt: Suas recompensas personalizadas e histórico de resgate

# points_history_sync_description
source: Points earned from completed tasks
de: Aus abgeschlossenen Aufgaben verdiente Punkte
es: Puntos ganados por tareas completadas
fr: Points gagnés des tâches terminées
it: Punti guadagnati dalle attività completate
ja: 完了したタスクから獲得したポイント
pt: Pontos ganhos em tarefas concluídas

# categories_sync_description
source: Your custom task categories
de: Ihre benutzerdefinierten Aufgabenkategorien
es: Tus categorías de tareas personalizadas
fr: Vos catégories de tâches personnalisées
it: Le tue categorie attività personalizzate
ja: カスタムタスクカテゴリ
pt: Suas categorias de tarefas personalizadas

# app_settings_sync_description
source: Your preferences and app settings
de: Ihre Einstellungen und App‑Präferenzen
es: Tus preferencias y ajustes de la app
fr: Vos préférences et réglages d'app
it: Le tue preferenze e impostazioni dell'app
ja: 設定とアプリ設定
pt: Suas preferências e configurações do app
