Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

source: Synchronized Data
de: Synchronisierte Daten
es: Datos sincronizados
fr: Données synchronisées
it: Dati sincronizzati
ja: 同期されたデータ
pt: Dados sincronizados

# all_data_types_synced
source: All data types are automatically synchronized
de: Alle Datentypen werden automatisch synchronisiert
es: Todos los tipos de datos se sincronizan automáticamente
fr: Tous les types de données sont automatiquement synchronisés
it: Tutti i tipi di dati vengono sincronizzati automaticamente
ja: すべてのデータタイプが自動的に同期されます
pt: Todos os tipos de dados são sincronizados automaticamente

# sync_options_title
source: Sync Options
de: Synchronisationsoptionen
es: Opciones de sincronización
fr: Options de synchronisation
it: Opzioni di sync
ja: 同期オプション
pt: Opções de sincronização

source: Current Status
de: Aktueller Status
es: Estado actual
fr: Statut actuel
it: Stato attuale
ja: 現在のステータス
pt: Status atual

source: Account Information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations de compte
it: Informazioni account
ja: アカウント情報
pt: Informações da conta

source: Service
es: Servicio
it: Servizio
ja: サービス
pt: Serviço

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
it: Crittografia
ja: 暗号化
pt: Criptografia

source: Zone
es: Zona
it: Zona
ja: ゾーン
pt: Zona

source: Common Solutions
de: Häufige Lösungen
es: Soluciones comunes
fr: Solutions communes
it: Soluzioni comuni
ja: 一般的な解決策
pt: Soluções comuns

# check_internet_connection
source: Check your internet connection
de: Internetverbindung prüfen
es: Comprueba tu conexión a internet
fr: Vérifiez votre connexion internet
it: Controlla la connessione internet
ja: インターネット接続を確認
pt: Verifique sua conexão com a internet

# verify_icloud_enabled
source: Verify iCloud is enabled for SnapTask
de: Prüfen, ob iCloud für SnapTask aktiviert ist
es: Verifica que iCloud esté habilitado para SnapTask
fr: Vérifiez qu'iCloud est activé pour SnapTask
it: Verifica che iCloud sia abilitato per SnapTask
ja: SnapTaskでiCloudが有効になっていることを確認
pt: Verifique se o iCloud está ativado para o SnapTask

# ensure_icloud_storage
source: Ensure you have iCloud storage space
de: Ausreichend iCloud‑Speicher sicherstellen
es: Asegúrate de tener espacio en iCloud
fr: Assurez-vous d'avoir de l'espace de stockage iCloud
it: Assicurati di avere spazio su iCloud
ja: iCloudストレージ容量があることを確認
pt: Garanta espaço de armazenamento no iCloud

# sync_idle
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
pt: Pronto

# sync_disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
pt: Desativado

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
pt: Ativado

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
pt: Desativado

source: Backup & Restore
de: Sicherung & Wiederherstellung
es: Copia y restauración
fr: Sauvegarde & restauration
it: Backup e Ripristino
ja: バックアップと復元
pt: Backup e restauração

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt: Restaurar

source: Create Backup
de: Sicherung erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
it: Crea backup
ja: バックアップを作成
pt: Criar backup

source: Restore Backup
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
it: Ripristina backup
ja: バックアップから復元
pt: Restaurar backup

source: Backup Created
de: Sicherung erstellt
es: Copia creada
fr: Sauvegarde créée
it: Backup creato
ja: バックアップが作成されました
pt: Backup criado

source: Backup Restored
de: Sicherung wiederhergestellt
es: Copia restaurada
fr: Sauvegarde restaurée
it: Backup ripristinato
ja: バックアップが復元されました
pt: Backup restaurado

source: Backup Failed
de: Sicherung fehlgeschlagen
es: Error al crear copia
fr: Sauvegarde échouée
it: Backup fallito
ja: バックアップに失敗しました
pt: Falha no backup

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
fr: Restauration échouée
it: Ripristino fallito
ja: 復元に失敗しました
pt: Falha na restauração

source: Select Backup File
de: Sicherungsdatei auswählen
es: Selecciona archivo de copia
fr: Sélectionner le fichier de sauvegarde
it: Seleziona file di backup
ja: バックアップファイルを選択
pt: Selecionar arquivo de backup

# backup_description
source: Create a backup of all your data
de: Eine Sicherung aller Daten erstellen
es: Crea una copia de todos tus datos
fr: Créer une sauvegarde de toutes vos données
it: Crea un backup di tutti i tuoi dati
ja: すべてのデータのバックアップを作成
pt: Crie um backup de todos os seus dados

# restore_description
source: Restore from a previous backup
de: Aus einer vorherigen Sicherung wiederherstellen
es: Restaura desde una copia anterior
fr: Restaurer depuis une sauvegarde précédente
it: Ripristina da un backup precedente
ja: 以前のバックアップから復元
pt: Restaurar de um backup anterior

# backup_warning
source: This will overwrite your current data
de: Dies überschreibt Ihre aktuellen Daten
es: Esto sobrescribirá tus datos actuales
fr: Ceci écrasera vos données actuelles
it: Questo sovrascriverà i dati attuali
ja: これにより現在のデータが上書きされます
pt: Isto substituirá seus dados atuais

# restore_warning
source: This will overwrite your current data with the backup
de: Dies überschreibt Ihre aktuellen Daten mit der Sicherung
es: Esto sobrescribirá tus datos actuales con la copia
fr: Ceci écrasera vos données actuelles avec la sauvegarde
it: Questo sovrascriverà i dati attuali con il backup
ja: これにより現在のデータがバックアップで上書きされます
pt: Isto substituirá seus dados atuais pelo backup

# backup_success_message
source: Your data has been backed up successfully
de: Daten erfolgreich gesichert
es: Tus datos se han copiado correctamente
fr: Vos données ont été sauvegardées avec succès
it: Backup creato con successo
ja: データが正常にバックアップされました
pt: Seus dados foram salvos com sucesso

# restore_success_message
source: Your data has been restored successfully
de: Daten erfolgreich wiederhergestellt
es: Tus datos se han restaurado correctamente
fr: Vos données ont été restaurées avec succès
it: Ripristino completato con successo
ja: データが正常に復元されました
pt: Seus dados foram restaurados com sucesso

# backup_error_message
source: Failed to create backup. Please try again.
de: Sicherung konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo crear la copia. Inténtalo de nuevo.
fr: Échec de création de sauvegarde. Veuillez réessayer.
it: Impossibile creare il backup. Riprova.
ja: バックアップの作成に失敗しました。再試行してください。
pt: Falha ao criar backup. Tente novamente.

# restore_error_message
source: Failed to restore backup. Please try again.
de: Sicherung konnte nicht wiederhergestellt werden. Bitte erneut versuchen.
es: No se pudo restaurar la copia. Inténtalo de nuevo.
fr: Échec de restauration de sauvegarde. Veuillez réessayer.
it: Impossibile ripristinare il backup. Riprova.
ja: バックアップの復元に失敗しました。再試行してください。
pt: Falha ao restaurar o backup. Tente novamente.

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
pt: Sair

# logout_confirmation
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Seguro que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Vuoi davvero uscire?
ja: ログアウトしてもよろしいですか？
pt: Tem certeza de que deseja sair?

# logout_success
source: Logged out successfully
de: Erfolgreich abgemeldet
es: Sesión cerrada correctamente
fr: Déconnecté avec succès
it: Disconnessione riuscita
ja: 正常にログアウトしました
pt: Saiu com sucesso

source: Logout failed
de: Abmeldung fehlgeschlagen
es: Error al cerrar sesión
fr: Échec de déconnexion
it: Disconnessione fallita
ja: ログアウトに失敗しました
pt: Falha ao sair

source: Themes
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
pt: Temas

# themes_and_customization
source: Themes & Customization
de: Themes & Anpassung
es: Temas y personalización
fr: Thèmes & personnalisation
it: Temi e Personalizzazione
ja: テーマとカスタマイズ
pt: Temas e personalização

# customize_visual_appearance
source: Customize the visual appearance, colors, and behavior of the app
de: Visuelles Erscheinungsbild, Farben und Verhalten der App anpassen
es: Personaliza la apariencia, colores y comportamiento de la app
fr: Personnaliser l'apparence visuelle, les couleurs et le comportement de l'app
it: Personalizza aspetto visivo, colori e comportamento dell'app
ja: アプリの見た目、色、挙動をカスタマイズ
pt: Personalize a aparência, cores e comportamento do app

source: Current Theme
de: Aktuelles Theme
es: Tema actual
fr: Thème actuel
it: Tema attuale
ja: 現在のテーマ
pt: Tema atual

# default_theme
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
pt: Padrão

# forest_theme
source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta
ja: フォレスト
pt: Floresta

# sunset_theme
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: サンセット
pt: Pôr do sol

# midnight_theme
source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
it: Mezzanotte
ja: ミッドナイト
pt: Meia-noite

# rose_gold_theme
source: Rose Gold
de: Roségold
es: Oro Rosa
fr: Or rose
it: Oro Rosa
ja: ローズゴールド

# ocean_theme
source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
ja: オーシャン
pt: Oceano

# emerald_theme
source: Emerald
de: Smaragd
es: Esmeralda
fr: Émeraude
it: Smeraldo
ja: エメラルド
pt: Esmeralda

# volcanic_theme
source: Volcanic
de: Vulkanisch
es: Volcánico
fr: Volcanique
it: Vulcanico
ja: ボルカニック
pt: Vulcânico

# lavender_theme
source: Lavender
de: Lavendel
es: Lavanda
fr: Lavande
it: Lavanda
ja: ラベンダー
pt: Lavanda

source: Unlimited Categories
de: Unbegrenzte Kategorien
es: Categorías ilimitadas
fr: Catégories illimitées
it: Categorie illimitate
ja: 無制限のカテゴリ
pt: Categorias ilimitadas

# unlimited_categories_desc
source: Create as many categories as you want to organize your tasks perfectly
de: Erstellen Sie so viele Kategorien wie nötig, um Aufgaben perfekt zu organisieren
es: Crea tantas categorías como quieras para organizar tus tareas perfectamente
fr: Créez autant de catégories que vous voulez pour organiser parfaitement vos tâches
it: Crea tutte le categorie che vuoi per organizzare al meglio le attività
ja: タスクを完璧に整理するために、好きなだけカテゴリを作成できます
pt: Crie quantas categorias quiser para organizar suas tarefas perfeitamente

source: Task Evaluation
de: Aufgabenbewertung
es: Evaluación de tareas
fr: Évaluation des tâches
it: Valutazione attività
ja: タスク評価
pt: Avaliação de tarefas

# task_evaluation_desc
source: Rate quality and difficulty of tasks for advanced analytics
de: Qualität und Schwierigkeit von Aufgaben für erweiterte Analysen bewerten
es: Califica calidad y dificultad de tareas para analíticas avanzadas
fr: Évaluez la qualité et la difficulté des tâches pour des analyses avancées
it: Valuta qualità e difficoltà delle attività per analisi avanzate
ja: 高度な分析のため、タスクの質と難易度を評価
pt: Avalie qualidade e dificuldade das tarefas para análises avançadas

source: Unlimited Rewards
de: Unbegrenzte Belohnungen
es: Recompensas ilimitadas
fr: Récompenses illimitées
it: Premi illimitati
ja: 無制限の報酬
pt: Recompensas ilimitadas

# unlimited_rewards_desc
source: Create as many rewards as you want to motivate completion
de: Erstellen Sie beliebig viele Belohnungen zur Motivation
es: Crea tantas recompensas como quieras para motivarte
fr: Créez autant de récompenses que vous voulez pour motiver l'achèvement
it: Crea tutti i premi che vuoi per motivarti
ja: 達成を促すため、好きなだけ報酬を作成
pt: Crie quantas recompensas quiser para motivar suas conclusões

source: Cloud Sync
de: Cloud‑Synchronisation
es: Sincronización en la nube
fr: Synchronisation cloud
it: Sync su cloud
ja: クラウド同期
pt: Sincronização na nuvem

# cloud_sync_desc
source: Sync all your data across all devices
de: Alle Daten auf allen Geräten synchronisieren
es: Sincroniza todos tus datos en todos los dispositivos
fr: Synchronisez toutes vos données sur tous les appareils
it: Sincronizza tutti i dati su tutti i dispositivi
ja: すべてのデバイスでデータを同期
pt: Sincronize todos os seus dados em todos os dispositivos

source: Advanced Statistics
de: Erweiterte Statistiken
es: Estadísticas avanzadas
fr: Statistiques avancées
it: Statistiche avanzate
ja: 高度な統計
pt: Estatísticas avançadas

# advanced_statistics_desc
source: Access all statistics sections for detailed analytics
de: Zugriff auf alle Statistikbereiche für detaillierte Analysen
es: Accede a todas las secciones de estadísticas para análisis detallados
fr: Accédez à toutes les sections de statistiques pour des analyses détaillées
it: Accedi a tutte le sezioni statistiche per analisi dettagliate
ja: 詳細分析のため、全ての統計セクションにアクセス
pt: Acesse todas as seções de estatísticas para análises detalhadas

source: Upgrade to Pro
de: Auf Pro upgraden
es: Mejorar a Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
pt: Atualizar para Pro

source: Monthly Subscription
de: Monatliches Abonnement
es: Suscripción mensual
fr: Abonnement mensuel
it: Abbonamento mensile
ja: 月額サブスクリプション
pt: Assinatura mensal

source: Yearly Subscription
de: Jährliches Abonnement
es: Suscripción anual
fr: Abonnement annuel
it: Abbonamento annuale
ja: 年額サブスクリプション
pt: Assinatura anual

# monthly_price
source: €3.99/month
de: 3,99 €/Monat
es: €3.99/mes
fr: 3,99 €/mois
it: €3,99/mese
ja: €3.99/月
pt: €3,99/mês

# yearly_price
source: €34.99/year
de: 34,99 €/Jahr
es: €34.99/año
fr: 34,99 €/an
it: €34,99/anno
ja: €34.99/年
pt: €34,99/ano

# yearly_savings
source: Save 27%
de: 27 % sparen
es: Ahorra 27%
fr: Économisez 27 %
it: Risparmia 27%
ja: 27%節約
pt: Economize 27%

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S’abonner
it: Abbonati
ja: 登録する
pt: Assinar

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
pt: Restaurar compras

source: Subscription Terms
de: Abonnementbedingungen
es: Términos de la suscripción
fr: Conditions d’abonnement
it: Condizioni di abbonamento
ja: サブスクリプション規約
pt: Termos da assinatura

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de privacidade

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
it: Termini di servizio
ja: 利用規約
pt: Termos de serviço

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
pt: Gerenciar assinatura

source: Manage Subscriptions
de: Abonnements verwalten
es: Gestionar suscripciones
fr: Gérer les abonnements
it: Gestisci abbonamenti
ja: サブスクリプションを管理
pt: Gerenciar assinaturas

source: Cancel Subscription
de: Abonnement kündigen
es: Cancelar suscripción
fr: Annuler l’abonnement
it: Annulla abbonamento
ja: サブスクリプションをキャンセル
pt: Cancelar assinatura

source: Subscription Active
de: Abonnement aktiv
es: Suscripción activa
fr: Abonnement actif
it: Abbonamento attivo
ja: サブスクリプション有効
pt: Assinatura ativa

# subscription_expires
source: Expires
de: Läuft ab
es: Expira
fr: Expire
it: Scade
ja: 有効期限
pt: Expira

source: Subscription Expired
de: Abonnement abgelaufen
es: Suscripción expirada
fr: Abonnement expiré
it: Abbonamento scaduto
ja: サブスクリプションの有効期限切れ
pt: Assinatura expirada

source: Premium Required
de: Premium erforderlich
es: Se requiere Premium
fr: Premium requis
it: Richiede Premium
ja: プレミアムが必要
pt: Premium necessário

# premium_feature_locked
source: This feature is only available with SnapTask Pro
de: Diese Funktion ist nur mit SnapTask Pro verfügbar
es: Esta función solo está disponible con SnapTask Pro
fr: Cette fonctionnalité est disponible uniquement avec SnapTask Pro
it: Questa funzione è disponibile solo con SnapTask Pro
ja: この機能はSnapTask Proでのみ利用可能です
pt: Este recurso está disponível apenas no SnapTask Pro

# premium_upgrade_message
source: Upgrade to SnapTask Pro to unlock all premium features
de: Auf SnapTask Pro upgraden, um alle Premium‑Funktionen freizuschalten
es: Mejora a SnapTask Pro para desbloquear todas las funciones premium
fr: Passez à SnapTask Pro pour débloquer toutes les fonctionnalités premium
it: Passa a SnapTask Pro per sbloccare tutte le funzioni premium
ja: すべてのプレミアム機能をアンロックするためにSnapTask Proにアップグレード
pt: Atualize para o SnapTask Pro para desbloquear todos os recursos premium

source: Free Plan Limits
de: Grenzen des kostenlosen Plans
es: Límites del plan gratis
fr: Limites du plan gratuit
it: Limiti piano gratuito
ja: 無料プランの制限
pt: Limites do plano gratuito

source: Categories Limit Reached
de: Kategorielimit erreicht
es: Límite de categorías alcanzado
fr: Limite de catégories atteinte
it: Limite categorie raggiunto
ja: カテゴリの上限に達しました
pt: Limite de categorias atingido

# categories_limit_message
source: You can create up to 4 categories with the free plan. Upgrade to Pro for unlimited categories.
de: Bis zu 4 Kategorien im kostenlosen Plan. Upgrade auf Pro für unbegrenzte Kategorien.
es: Puedes crear hasta 4 categorías con el plan gratis. Mejora a Pro para categorías ilimitadas.
fr: Vous pouvez créer jusqu’à 4 catégories avec le plan gratuit. Passez à Pro pour des catégories illimitées.
it: Con il piano gratuito puoi creare fino a 4 categorie. Passa a Pro per categorie illimitate.
ja: 無料プランでは最大4つのカテゴリを作成できます。Proにアップグレードすると無制限になります。
pt: Você pode criar até 4 categorias no plano gratuito. Atualize para Pro para categorias ilimitadas.

source: Rewards Limit Reached
de: Belohnungslimit erreicht
es: Límite de recompensas alcanzado
fr: Limite de récompenses atteinte
it: Limite premi raggiunto
ja: 報酬の上限に達しました
pt: Limite de recompensas atingido

# rewards_limit_message
source: You can create up to 3 rewards with the free plan. Upgrade to Pro for unlimited rewards.
de: Bis zu 3 Belohnungen im kostenlosen Plan. Upgrade auf Pro für unbegrenzte Belohnungen.
es: Puedes crear hasta 3 recompensas con el plan gratis. Mejora a Pro para recompensas ilimitadas.
fr: Vous pouvez créer jusqu’à 3 récompenses avec le plan gratuit. Passez à Pro pour des récompenses illimitées.
it: Con il piano gratuito puoi creare fino a 3 premi. Passa a Pro per premi illimitati.
ja: 無料プランでは最大3つの報酬を作成できます。Proにアップグレードすると無制限になります。
pt: Você pode criar até 3 recompensas no plano gratuito. Atualize para Pro para recompensas ilimitadas.

# by_purchasing_you_agree
source: By purchasing or using the free trial, you agree to SnapTask's Terms of Service and Privacy Policy.
de: Durch Kauf oder Nutzung der Testversion stimmen Sie den Nutzungsbedingungen und der Datenschutzrichtlinie von SnapTask zu.
es: Al comprar o usar la prueba gratuita, aceptas los Términos del servicio y la Política de privacidad de SnapTask.
fr: En achetant ou en utilisant l’essai gratuit, vous acceptez les Conditions d’utilisation et la Politique de confidentialité de SnapTask.
it: Acquistando o usando la prova gratuita, accetti i Termini di servizio e l'Informativa sulla privacy di SnapTask.
ja: 購入または無料トライアルの使用により、SnapTaskの利用規約とプライバシーポリシーに同意したことになります。
pt: Ao comprar ou usar o teste grátis, você concorda com os Termos de Serviço e a Política de Privacidade do SnapTask.

source: You Save
de: Sie sparen
es: Ahorras
fr: Vous économisez
it: Risparmi
ja: 節約額
pt: Você economiza

# savings_amount
source: You Save %@
de: Sie sparen %@
es: Ahorras %@
fr: Vous économisez %@
it: Risparmi %@
ja: 節約額 %@
pt: Você economiza %@

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
ja: サポートに連絡
pt: Contatar suporte

# contact_support_message
source: If you need help, have suggestions, or want to report a bug, please don't hesitate to contact me. Your feedback is valuable!
de: Wenn Sie Hilfe benötigen, Vorschläge haben oder einen Fehler melden möchten, kontaktieren Sie mich gerne. Ihr Feedback ist wertvoll!
es: Si necesitas ayuda, tienes sugerencias o quieres reportar un error, no dudes en contactarme. ¡Tu opinión es valiosa!
fr: Si vous avez besoin d’aide, des suggestions ou souhaitez signaler un bug, n’hésitez pas à me contacter. Vos retours sont précieux !
it: Se hai bisogno di aiuto, hai suggerimenti o vuoi segnalare un bug, non esitare a contattarmi. Il tuo feedback è prezioso!
ja: ヘルプが必要、提案、バグ報告がある場合は、お気軽にご連絡ください。皆さまのフィードバックは貴重です！
pt: Se você precisar de ajuda, tiver sugestões ou quiser relatar um bug, não hesite em me contatar. Seu feedback é valioso!

source: Category Gradients
de: Kategorieverläufe
es: Degradados de categoría
fr: Dégradés de catégorie
it: Gradienti categorie
ja: カテゴリのグラデーション
pt: Gradientes de categoria

source: Timer Colors
de: Timer‑Farben
es: Colores del temporizador
fr: Couleurs du minuteur
it: Colori timer
ja: タイマーの色
pt: Cores do timer

source: Free Themes
de: Kostenlose Themes
es: Temas gratuitos
fr: Thèmes gratuits
it: Temi gratuiti
ja: 無料テーマ
pt: Temas grátis

source: Premium Themes
es: Temas premium
fr: Thèmes premium
it: Temi premium
ja: プレミアムテーマ
pt: Temas premium

source: Unlock Premium Themes
de: Premium‑Themes freischalten
es: Desbloquear temas premium
fr: Débloquer les thèmes premium
it: Sblocca temi premium
ja: プレミアムテーマをアンロック
pt: Desbloquear temas premium

# dark_mode_theme_warning_title
source: Theme with Custom Colors
de: Theme mit benutzerdefinierten Farben
es: Tema con colores personalizados
fr: Thème avec couleurs personnalisées
it: Tema con colori personalizzati
ja: カスタムカラーのテーマ
pt: Tema com cores personalizadas

# dark_mode_theme_warning_message
source: This theme overrides system colors and is not compatible with dark mode. To use dark mode, please select a simple theme like 'Default', 'Forest', or 'Sunset'.
de: Dieses Theme überschreibt Systemfarben und ist nicht mit dem Dunkelmodus kompatibel. Wählen Sie für den Dunkelmodus ein einfaches Theme wie „Standard“, „Wald“ oder „Sonnenuntergang“.
es: Este tema reemplaza los colores del sistema y no es compatible con el modo oscuro. Para usar el modo oscuro, selecciona un tema simple como 'Predeterminado', 'Bosque' o 'Atardecer'.
fr: Ce thème remplace les couleurs système et n'est pas compatible avec le mode sombre. Pour utiliser le mode sombre, sélectionnez un thème simple comme « Par défaut », « Forêt » ou « Coucher de soleil ».
it: Questo tema sovrascrive i colori di sistema e non è compatibile con la modalità scura. Per usare la modalità scura, seleziona un tema semplice come "Predefinito", "Foresta" o "Tramonto".
ja: このテーマはシステムカラーを上書きするためダークモードと互換性がありません。ダークモードを使用するには『デフォルト』『フォレスト』『サンセット』などのシンプルなテーマを選択してください。
pt: Este tema substitui as cores do sistema e não é compatível com o modo escuro. Para usar o modo escuro, selecione um tema simples como 'Padrão', 'Floresta' ou 'Pôr do sol'.

# switch_to_simple_theme
source: Use Simple Theme
de: Einfaches Theme verwenden
es: Usar tema simple
fr: Utiliser un thème simple
it: Usa tema semplice
ja: シンプルなテーマを使用
pt: Usar tema simples

source: Keep Current Theme
de: Aktuelles Theme beibehalten
es: Mantener tema actual
fr: Conserver le thème actuel
it: Mantieni tema attuale
ja: 現在のテーマを維持
pt: Manter tema atual

source: Custom Colors
de: Benutzerdefinierte Farben
es: Colores personalizados
fr: Couleurs personnalisées
it: Colori personalizzati
ja: カスタムカラー
pt: Cores personalizadas

# keep_dark_mode
source: Disable Dark Mode
de: Dunkelmodus deaktivieren
es: Desactivar modo oscuro
fr: Désactiver le mode sombre
it: Disattiva modalità scura
ja: ダークモードを無効にする
pt: Desativar modo escuro

# keep_simple_theme
source: Keep Current Theme
de: Aktuelles Theme beibehalten
es: Mantener tema actual
fr: Conserver le thème actuel
it: Mantieni tema attuale
ja: 現在のテーマを維持
pt: Manter tema atual
