Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# auto_reschedule_overdue_description
source: Automatically move incomplete tasks to the next day
de: Unvollständige Aufgaben automatisch auf den nächsten Tag verschieben
es: Mover automáticamente al día siguiente las tareas incompletas
fr: Déplacer automatiquement les tâches incomplètes au jour suivant
it: Sposta automaticamente al giorno successivo le attività incompiute
ja: 未完了のタスクを自動的に翌日に移動
pt: Mover automaticamente tarefas incompletas para o dia seguinte

# auto_reschedule_overdue_footer
source: Coming soon: Option to automatically reschedule incomplete tasks to prevent them from piling up.
de: Demnächst: Option zum automatischen Neuterminieren unvollständiger Aufgaben.
es: Próximamente: Reprogramación automática para evitar acumulación de tareas.
fr: Bientôt : Option pour reprogrammer automatiquement les tâches incomplètes pour éviter qu'elles s'accumulent.
it: In arrivo: opzione per ripianificare automaticamente le attività incompiute per evitare accumulo.
ja: 近日公開：未完了のタスクが蓄積されるのを防ぐための自動再スケジュールオプション
pt: Em breve: Opção para reagendar automaticamente tarefas incompletas para evitar acúmulo.

source: Celebrate Completions
de: Abschlüsse feiern
es: Celebrar finalizaciones
fr: Célébrer les achèvements
it: Festeggia i completamenti
ja: 完了を祝う
pt: Celebrar conclusões

# celebrate_completions_description
source: Show animations and effects when you complete tasks
de: Animationen und Effekte bei Abschluss anzeigen
es: Mostrar animaciones y efectos al completar tareas
fr: Afficher des animations et effets quand vous terminez des tâches
it: Mostra animazioni ed effetti quando completi le attività
ja: タスクを完了したときにアニメーションとエフェクトを表示
pt: Mostrar animações e efeitos quando você concluir tarefas

# celebrate_completions_footer
source: Coming soon: Customizable celebration effects to make task completion more rewarding.
de: Demnächst: Anpassbare Feier‑Effekte.
es: Próximamente: Efectos de celebración personalizables.
fr: Bientôt : Effets de célébration personnalisables pour rendre l'achèvement des tâches plus gratifiant.
it: In arrivo: effetti di celebrazione personalizzabili per rendere più gratificante il completamento.
ja: 近日公開：タスク完了をより報酬的にするカスタマイズ可能な祝福エフェクト
pt: Em breve: Efeitos de celebração personalizáveis para tornar a conclusão mais gratificante.

source: Focus Mode Suggestions
de: Fokus‑Modus‑Vorschläge
es: Sugerencias de modo enfoque
fr: Suggestions mode focus
it: Suggerimenti modalità Focus
ja: フォーカスモードの提案
pt: Sugestões de foco

# focus_mode_suggestions_description
source: Receive suggestions for optimal focus sessions based on your habits
de: Vorschläge für optimale Fokussitzungen erhalten
es: Recibir sugerencias de sesiones óptimas según tus hábitos
fr: Recevoir des suggestions pour des sessions de focus optimales selon vos habitudes
it: Ricevi suggerimenti per sessioni di focus ottimali in base alle tue abitudini
ja: あなたの習慣に基づいて最適なフォーカスセッションの提案を受信
pt: Receba sugestões para sessões de foco ideais com base em seus hábitos

# focus_mode_suggestions_footer
source: Coming soon: AI-powered suggestions to help you work more effectively.
de: Demnächst: KI‑gestützte Vorschläge.
es: Próximamente: Sugerencias con IA para trabajar mejor.
fr: Bientôt : Suggestions alimentées par IA pour vous aider à travailler plus efficacement.
it: In arrivo: suggerimenti IA per lavorare in modo più efficace.
ja: 近日公開：より効果的に作業するのに役立つAI搭載の提案
pt: Em breve: Sugestões com IA para ajudar você a trabalhar com mais eficácia.

source: Enable Calendar Integration
de: Kalender‑Integration aktivieren
es: Habilitar integración con Calendario
fr: Activer l'intégration calendrier
it: Abilita integrazione calendario
ja: カレンダー統合を有効にする
pt: Ativar integração com calendário

source: Integration
es: Integración
fr: Intégration
it: Integrazione
ja: 統合
pt: Integração

# sync_tasks_calendar_automatically
source: Automatically sync your tasks with the calendar app
de: Aufgaben automatisch mit der Kalender‑App synchronisieren
es: Sincroniza tus tareas automáticamente con la app de calendario
fr: Synchroniser automatiquement vos tâches avec l'app calendrier
it: Sincronizza automaticamente le attività con il calendario
ja: タスクをカレンダーアプリと自動同期
pt: Sincronizar suas tarefas com o app Calendário automaticamente

source: Calendar Provider
de: Kalender‑Anbieter
es: Proveedor de calendario
fr: Fournisseur de calendrier
it: Provider calendario
ja: カレンダープロバイダー
pt: Provedor de calendário

source: Apple Calendar
de: Apple Kalender
es: Calendario de Apple
fr: Calendrier Apple
it: Calendario Apple
ja: Appleカレンダー
pt: Calendário da Apple

source: Calendar Selection
de: Kalenderauswahl
es: Selección de calendario
fr: Sélection de calendrier
it: Selezione calendario
ja: カレンダー選択
pt: Seleção de calendário

source: Selected Calendar
de: Ausgewählter Kalender
es: Calendario seleccionado
fr: Calendrier sélectionné
it: Calendario selezionato
ja: 選択したカレンダー
pt: Calendário selecionado

source: Sync Options
de: Synchronisationsoptionen
es: Opciones de sincronización
fr: Options de synchronisation
it: Opzioni di sincronizzazione
ja: 同期オプション
pt: Opções de sincronização

# auto_sync_task_creation
source: Auto-sync on task creation
de: Auto‑Sync bei Aufgabenerstellung
es: Auto‑sync al crear tareas
fr: Synchronisation automatique à la création de tâche
it: Auto‑sync alla creazione
ja: タスク作成時の自動同期
pt: Sincronizar automaticamente ao criar tarefa

# auto_sync_task_updates
source: Auto-sync on task updates
de: Auto‑Sync bei Aufgaben‑Updates
es: Auto‑sync al actualizar tareas
fr: Synchronisation automatique aux mises à jour de tâche
it: Auto‑sync agli aggiornamenti
ja: タスク更新時の自動同期
pt: Sincronizar automaticamente ao atualizar tarefa

source: Sync completed tasks
de: Abgeschlossene Aufgaben synchronisieren
es: Sincronizar tareas completadas
fr: Synchroniser les tâches terminées
it: Sincronizza completate
ja: 完了したタスクを同期
pt: Sincronizar tarefas concluídas

source: Sync recurring tasks
de: Wiederkehrende Aufgaben synchronisieren
es: Sincronizar tareas recurrentes
fr: Synchroniser les tâches récurrentes
it: Sincronizza ricorrenti
ja: 定期的なタスクを同期
pt: Sincronizar tarefas recorrentes

source: Provider Status
de: Anbieter‑Status
es: Estado del proveedor
fr: Statut du fournisseur
it: Stato provider
ja: プロバイダーステータス
pt: Status do provedor

source: Sync Status
de: Synchronisationsstatus
es: Estado de sincronización
fr: Statut de synchronisation
it: Stato sincronizzazione
ja: 同期ステータス
pt: Status da sincronização

source: Synced Events
de: Synchronisierte Ereignisse
es: Eventos sincronizados
fr: Événements synchronisés
it: Eventi sincronizzati
ja: 同期されたイベント
pt: Eventos sincronizados

source: Sync All Tasks Now
de: Alle Aufgaben jetzt synchronisieren
es: Sincronizar todas las tareas ahora
fr: Synchroniser toutes les tâches maintenant
it: Sincronizza tutte le attività ora
ja: すべてのタスクを今すぐ同期
pt: Sincronizar todas as tarefas agora

source: Delete All Synced Tasks
de: Alle synchronisierten Aufgaben löschen
es: Eliminar todas las tareas sincronizadas
fr: Supprimer toutes les tâches synchronisées
it: Elimina tutte le attività sincronizzate
ja: 同期されたすべてのタスクを削除
pt: Excluir todas as tarefas sincronizadas

source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
ja: 同期中...
pt: Sincronizando...

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
pt: Conectado

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
pt: Não conectado

source: Select Calendar
de: Kalender auswählen
es: Seleccionar calendario
fr: Sélectionner un calendrier
it: Seleziona calendario
ja: カレンダーを選択
pt: Selecionar calendário

source: Enable Calendar Access
de: Kalenderzugriff aktivieren
es: Habilitar acceso al calendario
fr: Activer l'accès au calendrier
it: Abilita accesso al calendario
ja: カレンダーアクセスを有効にする
pt: Ativar acesso ao calendário

source: Calendar Access Required
de: Kalenderzugriff erforderlich
es: Se requiere acceso al calendario
fr: Accès au calendrier requis
it: Accesso al calendario richiesto
ja: カレンダーアクセスが必要です
pt: Acesso ao calendário necessário

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
pt: Abrir Ajustes

# calendar_access_message
source: SnapTask needs access to your calendar to sync your tasks and create calendar events automatically.
de: SnapTask benötigt Kalenderzugriff, um Aufgaben zu synchronisieren und automatisch Ereignisse zu erstellen.
es: SnapTask necesita acceso a tu calendario para sincronizar tareas y crear eventos automáticamente.
fr: SnapTask a besoin d'accès à votre calendrier pour synchroniser vos tâches et créer automatiquement des événements.
it: SnapTask necessita l'accesso al calendario per sincronizzare le attività e creare eventi automaticamente.
ja: SnapTaskはタスクを同期し、カレンダーイベントを自動的に作成するためにカレンダーへのアクセスが必要です。
pt: O SnapTask precisa de acesso ao calendário para sincronizar suas tarefas e criar eventos automaticamente.

# calendar_access_required_message
source: Calendar access is required to sync your tasks. Please enable calendar access for SnapTask in Settings.
de: Kalenderzugriff ist erforderlich. Bitte in den Einstellungen aktivieren.
es: Se requiere acceso al calendario para sincronizar tus tareas. Habilítalo para SnapTask en Ajustes.
fr: L'accès au calendrier est requis pour synchroniser vos tâches. Veuillez activer l'accès au calendrier pour SnapTask dans Réglages.
it: Per sincronizzare le attività serve l'accesso al calendario. Abilitalo per SnapTask nelle Impostazioni.
ja: タスクを同期するにはカレンダーアクセスが必要です。設定でSnapTaskのカレンダーアクセスを有効にしてください。
pt: O acesso ao calendário é necessário para sincronizar suas tarefas. Ative o acesso ao calendário para o SnapTask nos Ajustes.

# calendar_access_denied_message
source: Calendar access has been denied. Please enable calendar access in iOS Settings > Privacy & Security > Calendars > SnapTask.
de: Kalenderzugriff verweigert. In iOS Einstellungen > Datenschutz & Sicherheit > Kalender > SnapTask aktivieren.
es: El acceso al calendario ha sido denegado. Habilítalo en Ajustes de iOS > Privacidad y seguridad > Calendarios > SnapTask.
fr: L'accès au calendrier a été refusé. Veuillez activer l'accès au calendrier dans Réglages iOS > Confidentialité et sécurité > Calendriers > SnapTask.
it: Accesso al calendario negato. Abilitalo in Impostazioni iOS > Privacy e Sicurezza > Calendari > SnapTask.
ja: カレンダーアクセスが拒否されています。iOS設定 > プライバシーとセキュリティ > カレンダー > SnapTask でカレンダーアクセスを有効にしてください。
pt: O acesso ao calendário foi negado. Ative-o em Ajustes do iOS > Privacidade e Segurança > Calendários > SnapTask.

# sync_ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
pt: Pronto

# sync_syncing
source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
ja: 同期中...
pt: Sincronizando...

# sync_success
source: Up to date
de: Erfolgreich synchronisiert
es: Sincronizado correctamente
fr: Synchronisé avec succès
it: Sincronizzato con successo
ja: 正常に同期されました
pt: Sincronizado com sucesso

source: Pomodoro Settings
de: Pomodoro‑Einstellungen
es: Ajustes de Pomodoro
fr: Réglages Pomodoro
it: Impostazioni Pomodoro
ja: ポモドーロ設定
pt: Configurações do Pomodoro

source: Work Duration
de: Arbeitsdauer
es: Duración de trabajo
fr: Durée de travail
it: Durata lavoro
ja: 作業時間
pt: Duração do trabalho

source: Short Break
de: Kurze Pause
es: Descanso corto
fr: Pause courte
it: Pausa breve
ja: 短い休憩
pt: Pausa curta

source: Long Break
de: Lange Pause
es: Descanso largo
fr: Pause longue
it: Pausa lunga
ja: 長い休憩
pt: Pausa longa

source: Sessions Before Long Break
de: Sitzungen bis zur langen Pause
es: Sesiones antes del descanso largo
fr: Sessions avant pause longue
it: Sessioni prima della pausa lunga
ja: 長い休憩までのセッション数
pt: Sessões antes da pausa longa

source: Work Session
de: Arbeitssitzung
es: Sesión de trabajo
fr: Session de travail
it: Sessione di lavoro
ja: 作業セッション
pt: Sessão de trabalho

source: Break
de: Pause
es: Descanso
fr: Pause
it: Pausa
ja: 休憩
pt: Pausa

source: Session Configuration
de: Sitzungskonfiguration
es: Configuración de sesión
fr: Configuration de session
it: Configurazione sessione
ja: セッション設定
pt: Configuração da sessão

source: Number of Sessions
de: Anzahl Sitzungen
es: Número de sesiones
fr: Nombre de sessions
it: Numero di sessioni
ja: セッション数
pt: Número de sessões

source: Total Duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
ja: 総時間
pt: Duração total

source: Total Sessions
de: Gesamtsitzungen
es: Sesiones totales
fr: Sessions totales
it: Sessioni totali
ja: 総セッション数
pt: Total de sessões

source: Estimated Sessions
de: Geschätzte Sitzungen
es: Sesiones estimadas
fr: Sessions estimées
it: Sessioni stimate
ja: 推定セッション数
pt: Sessões estimadas

source: Estimated Duration
de: Geschätzte Dauer
es: Duración estimada
fr: Durée estimée
it: Durata stimata
ja: 推定時間
pt: Duração estimada

source: Session Breakdown
de: Sitzungsaufschlüsselung
es: Desglose de la sesión
fr: Décomposition de session
it: Dettaglio sessione
ja: セッション内訳
pt: Divisão da sessão

source: Work Time
de: Arbeitszeit
es: Tiempo de trabajo
fr: Temps de travail
it: Tempo di lavoro
ja: 作業時間
pt: Tempo de trabalho

source: Break time
de: Pausenzeit
es: Tiempo de descanso
fr: Temps de pause
it: Tempo di pausa
ja: 休憩時間
pt: Tempo de pausa

source: Total Time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
ja: 総時間
pt: Tempo total

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 概要
pt: Resumo

source: Sessions until long break
de: Sitzungen bis zur langen Pause
es: Sesiones hasta el descanso largo
fr: Sessions jusqu'à la pause longue
it: Sessioni fino alla pausa lunga
ja: 長い休憩までのセッション数
pt: Sessões até a pausa longa

source: Focus: {time}
de: Fokuszeit
es: Tiempo de enfoque
fr: Temps de focus
it: Tempo di focus
ja: フォーカス時間
pt: Tempo de foco

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: 色
pt: Cores

source: List
de: Liste
es: Lista
fr: Liste
it: Lista
ja: リスト
pt: Lista

source: Next task in 1 hour
de: Nächste Aufgabe in 1 Stunde
es: Próxima tarea en 1 hora
fr: Prochaine tâche dans 1 heure
it: Prossima attività in 1 ora
ja: 1時間後に次のタスク
pt: Próxima tarefa em 1 hora

# next_task_in_hours
source: Next task in %d hours
de: Nächste Aufgabe in %d Stunden
es: Próxima tarea en %d horas
fr: Prochaine tâche dans %d heures
it: Prossima attività tra %d ore
ja: %d時間後に次のタスク
pt: Próxima tarefa em %d horas

source: All day
de: Ganztägig
es: Todo el día
fr: Toute la journée
it: Tutto il giorno
ja: 終日
pt: O dia todo

# tap_plus_add_first_task
source: Tap the + button to add your first task
de: Tippen Sie auf +, um Ihre erste Aufgabe hinzuzufügen
es: Toca el botón + para añadir tu primera tarea
fr: Appuyez sur le bouton + pour ajouter votre première tâche
it: Tocca il + per aggiungere la tua prima attività
ja: +ボタンをタップして最初のタスクを追加
pt: Toque no botão + para adicionar sua primeira tarefa

source: Track
de: Verfolgen
es: Seguir
fr: Suivre
it: Traccia
ja: トラック
pt: Rastrear

source: Organize Tasks
de: Aufgaben organisieren
es: Organizar tareas
fr: Organiser les tâches
it: Organizza attività
ja: タスクを整理
pt: Organizar tarefas

source: Organization Mode
de: Organisationsmodus
es: Modo de organización
fr: Mode d'organisation
it: Modalità organizzazione
ja: 整理モード
pt: Modo de organização

source: Time Sort Order
de: Zeitsortierung
es: Orden por tiempo
fr: Ordre de tri temporel
it: Ordine temporale
ja: 時間並び順
pt: Ordem por horário

source: Day Timeline
de: Tages‑Timeline
es: Cronología del día
fr: Timeline du jour
it: Timeline giornaliera
ja: 日のタイムライン
pt: Linha do tempo do dia

source: Default View
de: Standardansicht
es: Vista por defecto
fr: Vue par défaut
it: Vista predefinita
ja: デフォルト表示
pt: Visão padrão

source: By Time
de: Nach Zeit
es: Por hora
fr: Par heure
it: Per orario
ja: 時間順
pt: Por horário

source: By Category
de: Nach Kategorie
es: Por categoría
fr: Par catégorie
it: Per categoria
ja: カテゴリ順
pt: Por categoria

source: By Priority
de: Nach Priorität
es: Por prioridad
fr: Par priorité
it: Per priorità
ja: 優先度順
pt: Por prioridade

source: Enter task name...
de: Aufgabenname eingeben...
es: Introduce el nombre de la tarea...
fr: Entrez le nom de la tâche...
it: Inserisci nome attività...
ja: タスク名を入力...
pt: Digite o nome da tarefa...

source: Add description...
de: Beschreibung hinzufügen...
es: Añadir descripción...
fr: Ajouter une description...
it: Aggiungi descrizione...
ja: 説明を追加...
pt: Adicionar descrição...

source: Add Location
de: Standort hinzufügen
es: Añadir ubicación
fr: Ajouter un lieu
it: Aggiungi posizione
ja: 場所を追加
pt: Adicionar localização

source: Specific Time
de: Spezifische Zeit
es: Hora específica
fr: Heure spécifique
it: Orario specifico
ja: 特定の時間
pt: Horário específico

source: Set exact time
de: Exakte Zeit festlegen
es: Establecer hora exacta
fr: Définir l'heure exacte
it: Imposta orario esatto
ja: 正確な時間を設定
pt: Definir horário exato

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
ja: 開始時間
pt: Hora de início

source: Add duration
de: Dauer hinzufügen
es: Añadir duración
fr: Ajouter une durée
it: Aggiungi durata
ja: 時間を追加
pt: Adicionar duração

source: Duration Value
de: Dauerwert
es: Valor de duración
fr: Valeur de la durée
it: Valore durata
ja: 時間値
pt: Valor da duração

source: Category & Priority
de: Kategorie & Priorität
es: Categoría y prioridad
fr: Catégorie & priorité
it: Categoria e priorità
ja: カテゴリと優先度
pt: Categoria e prioridade

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
pt: Pasta

source: Repeat Task
de: Aufgabe wiederholen
es: Repetir tarea
fr: Répéter la tâche
it: Ripeti attività
ja: タスクを繰り返し
pt: Repetir tarefa

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 頻度
pt: Frequência

source: Pomodoro Mode
de: Pomodoro‑Modus
es: Modo Pomodoro
fr: Mode Pomodoro
it: Modalità Pomodoro
ja: ポモドーロモード
pt: Modo Pomodoro

source: Enable Pomodoro
de: Pomodoro aktivieren
es: Habilitar Pomodoro
fr: Activer Pomodoro
it: Abilita Pomodoro
ja: ポモドーロを有効にする
pt: Ativar Pomodoro

source: Reward Points
de: Belohnungspunkte
es: Puntos de recompensa
fr: Points de récompense
it: Punti premio
ja: 報酬ポイント
pt: Pontos de recompensa

source: Earn reward points
de: Belohnungspunkte verdienen
es: Ganar puntos de recompensa
fr: Gagner des points de récompense
it: Guadagna punti premio
ja: 報酬ポイントを獲得
pt: Ganhar pontos de recompensa

source: Custom Points
de: Benutzerdefinierte Punkte
es: Puntos personalizados
fr: Points personnalisés
it: Punti personalizzati
ja: カスタムポイント
pt: Pontos personalizados

source: Point Guidelines
de: Punktrichtlinien
es: Pautas de puntos
fr: Lignes directrices pour les points
it: Linee guida punti
ja: ポイントガイドライン
pt: Orientações de pontuação

source: Quick tasks (5-15 min)
de: Schnelle Aufgaben (5–15 Min.)
es: Tareas rápidas (5‑15 min)
fr: Tâches rapides (5-15 min)
it: Attività veloci (5‑15 min)
ja: 短時間タスク (5-15分)
pt: Tarefas rápidas (5–15 min)

source: Regular tasks (30-90 min)
de: Reguläre Aufgaben (30–90 Min.)
es: Tareas regulares (30‑90 min)
fr: Tâches régulières (30-90 min)
it: Attività regolari (30‑90 min)
ja: 通常タスク (30-90分)
pt: Tarefas regulares (30–90 min)

source: Complex tasks (2-4 hours)
de: Komplexe Aufgaben (2–4 Std.)
es: Tareas complejas (2‑4 horas)
fr: Tâches complexes (2-4 heures)
it: Attività complesse (2‑4 ore)
ja: 長時間タスク (2-4時間)
pt: Tarefas complexas (2–4 horas)

source: Save Task
de: Aufgabe speichern
es: Guardar tarea
fr: Sauvegarder la tâche
it: Salva attività
ja: タスクを保存
pt: Salvar tarefa

source: Choose Icon
de: Symbol wählen
es: Elegir icono
fr: Choisir une icône
it: Scegli icona
ja: アイコンを選択
pt: Escolher ícone

source: Hours
de: Stunden
es: horas
fr: heures
it: ore
ja: 時間
pt: Horas

source: Minutes
de: Minuten
es: minutos
it: minuti
ja: 分
pt: Minutos

source: Available Points
de: Verfügbare Punkte
es: Puntos disponibles
fr: Points disponibles
it: Punti disponibili
ja: 利用可能なポイント
pt: Pontos disponíveis

source: Available Rewards
de: Verfügbare Belohnungen
es: Recompensas disponibles
fr: Récompenses disponibles
it: Premi disponibili
ja: 利用可能な報酬
pt: Recompensas disponíveis

source: No Rewards Yet
de: Noch keine Belohnungen
es: Aún no hay recompensas
fr: Aucune récompense pour le moment
it: Ancora nessun premio
ja: まだ報酬がありません
pt: Ainda não há recompensas

# create_first_reward_motivation
source: Create your first reward to start motivating yourself!
de: Erstellen Sie Ihre erste Belohnung, um sich zu motivieren!
es: ¡Crea tu primera recompensa para empezar a motivarte!
fr: Créez votre première récompense pour commencer à vous motiver !
it: Crea il tuo primo premio per motivarti!
ja: 最初の報酬を作成してやる気を出そう！
pt: Crie sua primeira recompensa para começar a se motivar!

source: Redeem
de: Einlösen
es: Canjear
fr: Échanger
it: Riscatta
ja: 引き換え
pt: Resgatar

source: Tap for details
de: Tippen für Details
es: Toca para detalles
fr: Appuyez pour les détails
it: Tocca per dettagli
ja: タップして 詳細表示
pt: Toque para ver detalhes

source: Filter by Frequency
de: Nach Häufigkeit filtern
es: Filtrar por frecuencia
fr: Filtrer par fréquence
it: Filtra per frequenza
ja: 頻度で絞り込み
pt: Filtrar por frequência

source: pts available
de: Punkte verfügbar
es: pts disponibles
fr: pts disponibles
it: pt disponibili
ja: 利用可能ポイント
pt: pts disponíveis

source: Points History
de: Punkteverlauf
es: Historial de puntos
fr: Historique des points
it: Cronologia punti
ja: ポイント履歴
pt: Histórico de pontos

source: Redeemed Rewards
de: Eingelöste Belohnungen
es: Recompensas canjeadas
fr: Récompenses échangées
it: Premi riscattati
ja: 引き換えた報酬
pt: Recompensas resgatadas

# need_more_points
source: Need {points} more points
de: {points} weitere Punkte benötigt
es: Faltan {points} puntos
fr: Besoin de {points} points supplémentaires
it: Servono {points} punti
ja: あと{points}ポイント必要
pt: Faltam {points} pontos

# rewards_count
source: rewards
de: Belohnungen
es: recompensas
fr: récompenses
it: premi
ja: 報酬
pt: recompensas

source: Reward Details
de: Belohnungsdetails
es: Detalles de la recompensa
fr: Détails de la récompense
it: Dettagli premio
ja: 報酬の詳細
pt: Detalhes da recompensa

source: Reward Name
de: Belohnungsname
es: Nombre de la recompensa
fr: Nom de la récompense
it: Nome premio
ja: 報酬名
pt: Nome da recompensa

source: Enter reward name
de: Belohnungsname eingeben
es: Introduce el nombre de la recompensa
fr: Entrez le nom de la récompense
it: Inserisci nome premio
ja: 報酬名を入力
pt: Digite o nome da recompensa

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt: Descrição

source: Use Specific Category
de: Spezifische Kategorie verwenden
es: Usar categoría específica
fr: Utiliser une catégorie spécifique
it: Usa categoria specifica
ja: 特定のカテゴリを使用
pt: Usar categoria específica

# use_points_from_specific_category
source: Use points from a specific category
de: Punkte aus einer spezifischen Kategorie verwenden
es: Usar puntos de una categoría específica
fr: Utiliser les points d'une catégorie spécifique
it: Usa punti da una categoria specifica
ja: 特定のカテゴリからポイントを使用
pt: Usar pontos de uma categoria específica

source: No categories available
de: Keine Kategorien verfügbar
es: No hay categorías disponibles
fr: Aucune catégorie disponible
it: Nessuna categoria disponibile
ja: 利用可能なカテゴリがありません
pt: Sem categorias disponíveis

source: Cost
de: Kosten
es: Costo
fr: Coût
it: Costo
ja: コスト
pt: Custo

# quick_rewards_worth
source: Small rewards
de: Kleine Belohnungen
es: Pequeñas recompensas
fr: Petites récompenses
it: Piccoli premi
ja: 小さな報酬
pt: Pequenas recompensas

# regular_rewards_worth
source: Regular rewards
de: Reguläre Belohnungen
es: Recompensas regulares
fr: Récompenses régulières
it: Premi regolari
ja: 通常の報酬
pt: Recompensas regulares
