Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# one_time_no_subscription
source: One-time payment, no subscription
de: Einmalige Zahlung, kein Abonnement
es: Pago único, sin suscripción
fr: Paiement unique, sans abonnement
it: Pagamento una tantum, nessun abbonamento
ja: 買い切り、サブスクリプションなし
pt: Pagamento único, sem assinatura

source: Best Value
de: Bester Wert
es: Mejor valor
fr: Meilleure offre
it: Miglior offerta
ja: 最もお得
pt: Melhor custo-benefício

# days_free_then
source: 3 days free, then %@
de: 3 Tage kostenlos, dann %@
es: 3 días gratis, luego %@
fr: 3 jours gratuits, puis %@
it: 3 giorni gratis, poi %@
ja: 3日間無料、その後 %@
pt: 3 dias grátis, depois %@

source: Total flexibility
de: Totale Flexibilität
es: Flexibilidad total
fr: Flexibilité totale
it: Massima flessibilità
ja: 柔軟性
pt: Flexibilidade total

source: Start Free Trial
de: Kostenlose Testversion starten
es: Empezar prueba gratuita
fr: Commencer l'essai gratuit
it: Inizia prova gratuita
ja: 無料トライアルを開始
pt: Iniciar teste grátis

source: Purchase Lifetime Access
de: Lebenslangen Zugriff kaufen
es: Comprar acceso de por vida
fr: Acheter l'accès à vie
it: Acquista accesso a vita
ja: 買い切りを購入
pt: Comprar acesso vitalício

source: One-time payment
de: Einmalige Zahlung
es: Pago único
fr: Paiement unique
it: Pagamento una tantum
ja: 買い切り
pt: Pagamento único

# subscribe_yearly_plan
source: Subscribe to Yearly Plan
de: Jahresplan abonnieren
es: Suscribirse al plan anual
fr: S'abonner au forfait annuel
it: Abbonati al piano annuale
ja: 年額プランに登録
pt: Assinar plano anual

# subscribe_monthly_plan
source: Subscribe to Monthly Plan
de: Monatsplan abonnieren
es: Suscribirse al plan mensual
fr: S'abonner au forfait mensuel
it: Abbonati al piano mensile
ja: 月額プランに登録
pt: Assinar plano mensal

source: Not Subscribed
de: Nicht abonniert
es: No suscrito
fr: Non abonné
it: Non abbonato
ja: 未登録
pt: Não assinado

# subscription_expires_on
source: Subscribed until %@
de: Abonniert bis %@
es: Suscrito hasta %@
fr: Abonné jusqu'au %@
it: Abbonato fino al %@
ja: %@ まで有効
pt: Assinado até %@

# trial_expires_on
source: Free trial until %@
de: Kostenlose Testphase bis %@
es: Prueba gratuita hasta %@
fr: Essai gratuit jusqu'au %@
it: Prova gratuita fino al %@
ja: 無料トライアル %@ まで
pt: Teste grátis até %@

source: Purchase Pending
de: Kauf ausstehend
es: Compra pendiente
fr: Achat en cours
it: Acquisto in sospeso
ja: 購入処理中
pt: Compra pendente

source: Unable to load products: %@
de: Produkte können nicht geladen werden: %@
es: No se pudieron cargar los productos: %@
fr: Impossible de charger les produits : %@
it: Impossibile caricare i prodotti: %@
ja: 製品を読み込めませんでした: %@
pt: Não foi possível carregar os produtos: %@

source: Purchase Failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Achat échoué
it: Acquisto non riuscito
ja: 購入に失敗しました
pt: Compra falhou

source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
pt: Erro desconhecido

# per_month
source: /month
de: /Monat
es: /mes
fr: /mois
it: /mese
ja: /月
pt: /mês

source: Manage Categories
de: Kategorien verwalten
es: Gestionar categorías
fr: Gérer les catégories
it: Gestisci categorie
ja: カテゴリを管理
pt: Gerenciar categorias

source: No active streaks
es: No hay rachas activas

source: Delete Task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
it: Elimina attività
ja: タスクを削除
pt: Excluir tarefa

source: Free Trial
es: Prueba gratuita
fr: Essai gratuit
it: Prova gratuita
ja: 無料トライアル

# free_trial_activated
source: Free trial activated! Enjoy 3 days of SnapTask Pro.
es: Prueba gratuita activada
fr: Essai gratuit activé
it: Prova gratuita attivata
ja: 無料トライアルが有効になりました

# welcome_snaptask_pro
source: Welcome to SnapTask Pro! Enjoy all premium features.
es: ¡Bienvenido a SnapTask Pro!
fr: Bienvenue dans SnapTask Pro !
it: Benvenuto in SnapTask Pro!
ja: SnapTask Proへようこそ！

# welcome_snaptask_pro_lifetime
source: Welcome to SnapTask Pro Lifetime! Enjoy unlimited access forever.
es: ¡Bienvenido a SnapTask Pro (de por vida)!
fr: Bienvenue dans SnapTask Pro (à vie) !
it: Benvenuto in SnapTask Pro (a vita)!
ja: SnapTask Pro（生涯版）へようこそ！

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
pt: Cor

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro

# category_color
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
pt: Cor

source: Biohacking
ja: バイオハッキング

source: Google Calendar
ja: Googleカレンダー
pt: Google Agenda

# sync_error_prefix
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro

source: Pomodoro
ja: ポモドーロ

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt: Geral

# general_category
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt: Geral

source: Total
de: Gesamt
it: Totale
ja: 合計

source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動

# theme_default
source: Default
de: Standard
fr: Par défaut
it: Predefinito
ja: デフォルト
pt: Padrão

# theme_ocean
source: Ocean
de: Ozean
fr: Océan
it: Oceano
ja: オーシャン
pt: Oceano

# theme_forest
source: Forest
de: Wald
fr: Forêt
it: Foresta
ja: フォレスト
pt: Floresta

# theme_sunset
source: Sunset
de: Sonnenuntergang
fr: Coucher de soleil
it: Tramonto
ja: サンセット
pt: Pôr do sol

# theme_amethyst
source: Amethyst
fr: Améthyste
it: Ametista
ja: アメジスト
pt: Ametista

# theme_carbon
source: Carbon
fr: Carbone
it: Carbonio
ja: カーボン
pt: Carbono

# theme_midnight
source: Midnight
de: Mitternacht
fr: Minuit
it: Mezzanotte
ja: ミッドナイト
pt: Meia-noite

# theme_rose_gold
source: Rose Gold
de: Roségold
fr: Or rose
it: Oro Rosa
ja: ローズゴールド

# theme_emerald
source: Emerald
de: Smaragd
fr: Émeraude
it: Smeraldo
ja: エメラルド
pt: Esmeralda

# theme_volcanic
source: Volcanic
de: Vulkanisch
fr: Volcanique
it: Vulcanico
ja: ボルカニック
pt: Vulcânico

# theme_lavender
source: Lavender
de: Lavendel
fr: Lavande
it: Lavanda
ja: ラベンダー
pt: Lavanda

# premium_limit_info
source: Free Plan Limit
de: Limit des kostenlosen Plans
fr: Limite du plan gratuit
it: Limite piano gratuito
ja: 無料プランの制限
pt: Limite do plano gratuito

# premium_limit_description
source: The free plan includes up to 3 custom rewards.
de: Der kostenlose Plan enthält bis zu 3 benutzerdefinierte Belohnungen.
fr: Le plan gratuit inclut jusqu’à 3 récompenses personnalisées.
it: Il piano gratuito include fino a 3 premi personalizzati.
ja: 無料プランには最大3つのカスタム報酬が含まれます。
pt: O plano gratuito inclui até 3 recompensas personalizadas.

source: min
ja: 分

# total_colon
source: Total:
de: Gesamt:
it: Totale:
ja: 合計:

source: pts
de: Pkt
it: pt
ja: ポイント

# subscription_error
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
pt: Erro: %@

source: Subscription
fr: Abonnement
it: Abbonamento

# purchase_not_completed
source: Purchase was not completed. Please try again.
fr: Achat non terminé
it: Acquisto non completato

source: Purchases restored successfully!
fr: Achats restaurés avec succès
it: Acquisti ripristinati con successo

# no_purchases_to_restore
source: No purchases found to restore.
fr: Aucun achat à restaurer
it: Nessun acquisto da ripristinare
