Repository: GiovanniAmadei/SnapTask
Catalog: SnapTask/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
pt: Salvar

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt: Concluído

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt: Continuar

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Voltar

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
pt: Pular

# skip_intro
source: Skip Introduction
de: Einführung überspringen
es: Omitir introducción
fr: Passer l'introduction
it: Salta introduzione
ja: 紹介をスキップ
pt: Pular introdução

# start_using_app
source: Start Using SnapTask
de: SnapTask verwenden
es: Comenzar a usar SnapTask
fr: Commencer à utiliser SnapTask
it: Inizia a usare SnapTask
ja: SnapTaskを使い始める
pt: Começar a usar o SnapTask

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tentar novamente

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tente novamente

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
pt: Duração

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt: Prévia

source: Points
de: Punkte
es: Puntos
it: Punti
ja: ポイント
pt: Pontos

source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
pt: Localização

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
pt: Prioridade

source: Recurrence
de: Wiederholung
es: Repetición
fr: Récurrence
it: Ricorrenza
ja: 繰り返し
pt: Recorrência

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
pt: Ícone

source: Time
de: Zeit
es: Hora
fr: Heure
it: Orario
ja: 時間
pt: Hora

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
pt: Categoria

source: General Focus Session
de: Allgemeine Fokussitzung
es: Sesión de enfoque general
fr: Session de focus générale
it: Sessione Focus Generale
ja: 一般的なフォーカスセッション
pt: Sessão de foco geral

source: General Pomodoro Session
de: Allgemeine Pomodoro‑Sitzung
es: Sesión Pomodoro general
fr: Session Pomodoro générale
it: Sessione Pomodoro Generale
ja: 一般的なポモドーロセッション
pt: Sessão Pomodoro geral

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer por defecto
fr: Réinitialiser par défaut
it: Ripristina predefinito
ja: デフォルトに戻す
pt: Restaurar padrão

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
pt: Permitir

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
pt: Comportamento

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações

source: Task Management
de: Aufgabenverwaltung
es: Gestión de tareas
fr: Gestion des tâches
it: Gestione attività
ja: タスク管理
pt: Gerenciamento de tarefas

source: Visual Feedback
de: Visuelles Feedback
es: Retroalimentación visual
fr: Retour visuel
it: Feedback visivo
ja: 視覚的フィードバック
pt: Feedback visual

source: Productivity Intelligence
de: Produktivitätsintelligenz
es: Inteligencia de productividad
fr: Intelligence de productivité
it: Intelligenza di produttività
ja: 生産性インテリジェンス
pt: Inteligência de produtividade

source: Task Completion
de: Aufgabenerledigung
es: Finalización de tareas
fr: Achèvement des tâches
it: Completamento attività
ja: タスク完了
pt: Conclusão de tarefas

source: Priority Name
de: Prioritätsname
es: Nombre de prioridad
fr: Nom de priorité
it: Nome priorità
ja: 優先度名
pt: Nome da prioridade

source: New Priority
de: Neue Priorität
es: Nueva prioridad
fr: Nouvelle priorité
it: Nuova priorità
ja: 新しい優先度
pt: Nova prioridade

source: Task Notifications
de: Aufgaben‑Benachrichtigungen
es: Notificaciones de tareas
fr: Notifications de tâches
it: Notifiche attività
ja: タスク通知
pt: Notificações de tarefas

# task_notifications_description
source: Receive reminders for scheduled tasks
de: Erinnerungen für geplante Aufgaben erhalten
es: Recibir recordatorios de tareas programadas
fr: Recevoir des rappels pour les tâches programmées
it: Ricevi promemoria per le attività programmate
ja: スケジュールされたタスクのリマインダーを受け取る
pt: Receba lembretes para tarefas agendadas

source: Enable Task Notifications
de: Aufgaben‑Benachrichtigungen aktivieren
es: Habilitar notificaciones de tareas
fr: Activer les notifications de tâches
it: Abilita notifiche attività
ja: タスク通知を有効にする
pt: Ativar notificações de tarefas

# task_notification_title
source: Task Reminder
de: Aufgaben‑Erinnerung
es: Recordatorio de tarea
fr: Rappel de tâche
it: Promemoria attività
ja: タスクリマインダー
pt: Lembrete de tarefa

# task_notification_body
source: It's time for: %@
de: Es ist Zeit für: %@
es: Es hora de: %@
fr: Il est temps pour : %@
it: È il momento per: %@
ja: 時間です: %@
pt: É hora de: %@

source: Notification Permission Required
de: Benachrichtigungsberechtigung erforderlich
es: Permiso de notificaciones requerido
fr: Autorisation de notification requise
it: Autorizzazione notifiche richiesta
ja: 通知の許可が必要です
pt: Permissão de notificação necessária

# notification_permission_message
source: To receive daily quote reminders, enable notifications in Settings > SnapTask > Notifications.
de: Um Aufgaben‑Erinnerungen zu erhalten, aktivieren Sie Benachrichtigungen in den Einstellungen.
es: Para recibir recordatorios de tareas, habilita las notificaciones en Ajustes.
fr: Pour recevoir des rappels de tâches, activez les notifications dans Réglages.
it: Per ricevere promemoria, abilita le notifiche nelle Impostazioni.
ja: タスクリマインダーを受け取るには、設定で通知を有効にしてください。
pt: Para receber lembretes de tarefas, ative as notificações nos Ajustes.

source: Notification Enabled
de: Benachrichtigung aktiviert
es: Notificación habilitada
fr: Notification activée
it: Notifica abilitata
ja: 通知が有効
pt: Notificação ativada

source: Notification Disabled
de: Benachrichtigung deaktiviert
es: Notificación deshabilitada
fr: Notification désactivée
it: Notifica disabilitata
ja: 通知が無効
pt: Notificação desativada

source: Enable Notification
de: Benachrichtigung aktivieren
es: Habilitar notificación
fr: Activer la notification
it: Abilita notifica
ja: 通知を有効にする
pt: Ativar notificação

source: Disable Notification
de: Benachrichtigung deaktivieren
es: Deshabilitar notificación
fr: Désactiver la notification
it: Disabilita notifica
ja: 通知を無効にする
pt: Desativar notificação

source: Notification Scheduled
de: Benachrichtigung geplant
es: Notificación programada
fr: Notification programmée
it: Notifica programmata
ja: 通知がスケジュールされました
pt: Notificação agendada

source: Notification Cancelled
de: Benachrichtigung abgebrochen
es: Notificación cancelada
fr: Notification annulée
it: Notifica annullata
ja: 通知がキャンセルされました
pt: Notificação cancelada

source: Notifications Not Available
de: Benachrichtigungen nicht verfügbar
es: Notificaciones no disponibles
fr: Notifications non disponibles
it: Notifiche non disponibili
ja: 通知が利用できません
pt: Notificações indisponíveis

source: Notifications Denied
de: Benachrichtigungen verweigert
es: Notificaciones denegadas
fr: Notifications refusées
it: Notifiche negate
ja: 通知が拒否されました
pt: Notificações negadas

# notification_permission_denied_message
source: Notifications have been denied. Enable them in iOS Settings > Privacy & Security > Calendars > SnapTask.
de: Benachrichtigungen wurden verweigert. Aktivieren Sie sie in iOS Einstellungen > Datenschutz & Sicherheit > Kalender > SnapTask.
es: Las notificaciones han sido denegadas. Habilítalas en Ajustes de iOS > Privacidad y seguridad > Calendarios > SnapTask.
fr: Les notifications ont été refusées. Activez-les dans Réglages iOS > Confidentialité et sécurité > Calendriers > SnapTask.
it: Le notifiche sono state negate. Abilita in Impostazioni iOS > Privacy e Sicurezza > Calendari > SnapTask.
ja: 通知が拒否されています。iOS設定 > プライバシーとセキュリティ > カレンダー > SnapTask で有効にしてください。
pt: As notificações foram negadas. Ative-as em Ajustes do iOS > Privacidade e Segurança > Notificações > SnapTask.

source: Completed
de: abgeschlossen
es: completado
fr: terminé
it: completata
ja: 完了
pt: concluída

source: not completed
de: nicht abgeschlossen
es: no completado
fr: non terminé
it: non completata
ja: 未完了
pt: não concluída

# description_label
source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明:
pt: Descrição:

# duration_label
source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:
ja: 期間:
pt: Duração:

# priority_label
source: Priority:
de: Priorität:
es: Prioridad:
fr: Priorité :
it: Priorità:
ja: 優先度:
pt: Prioridade:

source: Show VoiceOver Indicators
de: VoiceOver‑Indikatoren anzeigen
es: Mostrar indicadores VoiceOver
fr: Afficher les indicateurs VoiceOver
it: Mostra indicatori VoiceOver
ja: VoiceOverインジケータを表示
pt: Mostrar indicadores do VoiceOver

source: Timeline
es: Cronología
ja: タイムライン
pt: Linha do tempo

source: Focus
de: Fokus
es: Enfoque
ja: フォーカス
pt: Foco

source: Rewards
de: Belohnungen
es: Recompensas
fr: Récompenses
it: Premi
ja: 報酬
pt: Recompensas

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pt: Estatísticas

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt: Configurações

# welcome_title_1
source: Welcome to SnapTask Pro Alpha!
de: Willkommen bei SnapTask Pro Alpha!
es: ¡Bienvenido a SnapTask Pro Alpha!
fr: Bienvenue dans SnapTask Pro Alpha !
it: Benvenuto in SnapTask Pro Alpha!
ja: SnapTask Pro Alphaへようこそ！
pt: Bem-vindo ao SnapTask Pro Alpha!

# welcome_subtitle_1
source: A personal message from Giovanni Amadei
de: Eine persönliche Nachricht von Giovanni Amadei
es: Un mensaje personal de Giovanni Amadei
fr: Un message personnel de Giovanni Amadei
it: Un messaggio personale da Giovanni Amadei
ja: ジョバンニ・アマデイからの個人的なメッセージ
pt: Uma mensagem pessoal de Giovanni Amadei

# welcome_description_1
source: Hello! I'm Giovanni, an indie developer. I created SnapTask because I needed a productivity app that actually works, without compromises. Thank you so much for accepting to test the alpha version - your feedback will be invaluable in making SnapTask even better.
de: Hallo! Ich bin Giovanni, ein Indie‑Entwickler. Ich habe SnapTask erstellt, weil ich eine Produktivitäts‑App brauchte, die wirklich funktioniert, ohne Kompromisse. Vielen Dank, dass Sie sich bereit erklärt haben, die Alpha‑Version zu testen – Ihr Feedback wird unschätzbar sein, um SnapTask noch besser zu machen.
es: ¡Hola! Soy Giovanni, un desarrollador indie. Creé SnapTask porque necesitaba una app de productividad que realmente funcionara, sin compromisos. Muchas gracias por aceptar probar la versión alpha: tus comentarios serán invaluables para mejorar SnapTask aún más.
fr: Bonjour ! Je suis Giovanni, un développeur indépendant. J'ai créé SnapTask parce que j'avais besoin d'une app de productivité qui fonctionne vraiment, sans compromis. Merci beaucoup d'avoir accepté de tester la version alpha - vos retours seront inestimables pour rendre SnapTask encore meilleur.
it: Ciao! Sono Giovanni, uno sviluppatore indie. Ho creato SnapTask perché avevo bisogno di un'app di produttività che funzionasse davvero, senza compromessi. Grazie mille per aver accettato di testare la versione alpha: il tuo feedback sarà preziosissimo per migliorare SnapTask.
ja: こんにちは！私はジョバンニ、インディー開発者です。妥協のない、実際に機能する生産性アプリが必要だったため、SnapTaskを作成しました。アルファ版のテストを受け入れていただき本当にありがとうございます - あなたのフィードバックはSnapTaskをより良くするために非常に貴重です。
pt: Olá! Sou o Giovanni, desenvolvedor indie. Criei o SnapTask porque eu precisava de um app de produtividade que realmente funcionasse, sem concessões. Muito obrigado por aceitar testar a versão alpha — seu feedback será essencial para tornar o SnapTask ainda melhor.

# welcome_title_2
source: What you'll find
de: Was Sie finden werden
es: Lo que encontrarás
fr: Ce que vous trouverez
it: Cosa troverai
ja: あなたが見つけるもの
pt: O que você vai encontrar

# welcome_subtitle_2
source: Cutting-edge features
de: Hochmoderne Funktionen
es: Funciones de vanguardia
fr: Fonctionnalités de pointe
it: Funzionalità all'avanguardia
ja: 最先端の機能
pt: Recursos de ponta

# welcome_description_2
source: Advanced Pomodoro timer, detailed statistics, CloudKit synchronization, home screen widgets, and much more. Every detail has been crafted to give you the best possible productivity experience.
de: Fortschrittlicher Pomodoro‑Timer, detaillierte Statistiken, CloudKit‑Synchronisation, Home‑Screen‑Widgets und vieles mehr. Jedes Detail wurde gestaltet, um die bestmögliche Produktivitätserfahrung zu bieten.
es: Temporizador Pomodoro avanzado, estadísticas detalladas, sincronización con CloudKit, widgets para la pantalla de inicio y mucho más. Cada detalle está pensado para ofrecerte la mejor experiencia de productividad.
fr: Timer Pomodoro avancé, statistiques détaillées, synchronisation CloudKit, widgets d'écran d'accueil et bien plus. Chaque détail a été conçu pour vous offrir la meilleure expérience de productivité possible.
it: Timer Pomodoro avanzato, statistiche dettagliate, sincronizzazione CloudKit, widget e molto altro. Ogni dettaglio è pensato per offrirti la migliore esperienza di produttività.
ja: 高度なポモドーロタイマー、詳細な統計、CloudKit同期、ホーム画面ウィジェットなど、さらに多くの機能があります。すべての詳細は、可能な限り最高の生産性体験を提供するために作り込まれています。
pt: Timer Pomodoro avançado, estatísticas detalhadas, sincronização com CloudKit, widgets na tela inicial e muito mais. Cada detalhe foi pensado para oferecer a melhor experiência de produtividade possível.

# welcome_title_3
source: Your opinion truly matters
de: Ihre Meinung zählt wirklich
es: Tu opinión importa de verdad
fr: Votre opinion compte vraiment
it: La tua opinione conta davvero
ja: あなたの意見は本当に大切です
pt: Sua opinião importa de verdade

# welcome_subtitle_3
source: A user-driven project
de: Ein nutzergesteuertes Projekt
es: Un proyecto impulsado por los usuarios
fr: Un projet piloté par les utilisateurs
it: Un progetto guidato dagli utenti
ja: ユーザー主導のプロジェクト
pt: Um projeto guiado por usuários

# welcome_description_3
source: This is an alpha version, so you might encounter some bugs. Please report them to me through the Feedback section in Settings. SnapTask is a long-term project that evolves based on user feedback - every suggestion you make will help me create the perfect productivity app.
de: Dies ist eine Alpha‑Version, daher könnten Sie einige Bugs antreffen. Bitte melden Sie diese über den Feedback‑Bereich in den Einstellungen. SnapTask ist ein langfristiges Projekt, das sich basierend auf Nutzerfeedback entwickelt – jeder Vorschlag hilft, die perfekte Produktivitäts‑App zu bauen.
es: Esta es una versión alpha, por lo que puedes encontrar algunos errores. Por favor, repórtalos en la sección de Feedback en Ajustes. SnapTask es un proyecto a largo plazo que evoluciona según los comentarios de los usuarios: cada sugerencia ayuda a construir la app de productividad perfecta.
fr: Il s'agit d'une version alpha, vous pourriez donc rencontrer quelques bugs. Merci de me les signaler via la section Feedback dans Réglages. SnapTask est un projet à long terme qui évolue selon les retours des utilisateurs - chaque suggestion que vous faites m'aidera à créer l'app de productivité parfaite.
it: Questa è una versione alpha, quindi potresti incontrare dei bug. Segnalameli dalla sezione Feedback nelle Impostazioni. SnapTask è un progetto a lungo termine che evolve con i feedback degli utenti: ogni suggerimento aiuta a costruire l'app perfetta.
ja: これはアルファ版なので、いくつかのバグに遭遇する可能性があります。設定のフィードバックセクションを通じて報告してください。SnapTaskはユーザーフィードバックに基づいて進化する長期プロジェクトです - あなたの提案はすべて、完璧な生産性アプリを作成するのに役立ちます。
pt: Esta é uma versão alpha, então você pode encontrar alguns bugs. Por favor, relate-os para mim pela seção Feedback em Configurações. O SnapTask é um projeto de longo prazo que evolui com base nas sugestões dos usuários — cada ideia sua me ajuda a criar o app de produtividade perfeito.

# welcome_title_4
source: Completely free
de: Komplett kostenlos
es: Completamente gratis
fr: Complètement gratuit
it: Completamente gratuita
ja: 完全に無料
pt: Completamente grátis

# welcome_subtitle_4
source: Your support makes the difference
de: Ihre Unterstützung macht den Unterschied
es: Tu apoyo marca la diferencia
fr: Votre soutien fait la différence
it: Il tuo supporto fa la differenza
ja: あなたのサポートが違いを生みます
pt: Seu apoio faz a diferença

# welcome_description_4
source: SnapTask is and will always remain free. If you like what I'm building and want to help me continue this project, consider supporting it. Your contribution will allow me to dedicate more time to improving the app and adding new features.
de: SnapTask ist und bleibt kostenlos. Wenn Ihnen gefällt, was ich baue, und Sie dieses Projekt unterstützen möchten, ziehen Sie eine Unterstützung in Betracht. Ihr Beitrag ermöglicht es, mehr Zeit in Verbesserungen und neue Funktionen zu investieren.
es: SnapTask es y será siempre gratis. Si te gusta lo que estoy construyendo y quieres ayudar a continuar el proyecto, considera apoyarlo. Tu contribución me permitirá dedicar más tiempo a mejorarlo y añadir nuevas funciones.
fr: SnapTask est et restera toujours gratuit. Si vous aimez ce que je construis et voulez m'aider à continuer ce projet, envisagez de le soutenir. Votre contribution me permettra de consacrer plus de temps à améliorer l'app et ajouter de nouvelles fonctionnalités.
it: SnapTask è e resterà gratuita. Se ti piace ciò che sto costruendo e vuoi aiutarmi a continuare il progetto, valuta di supportarlo. Potrò dedicare più tempo a migliorie e nuove funzioni.
ja: SnapTaskは、これからも無料であり続けます。私が構築しているものを気に入って、このプロジェクトの継続を支援したい場合は、サポートをご検討ください。あなたの貢献により、アプリの改善と新機能の追加により多くの時間を充てることができます。
pt: O SnapTask é e sempre será gratuito. Se você gosta do que estou construindo e quer ajudar a continuar o projeto, considere apoiar. Sua contribuição me permitirá dedicar mais tempo a melhorar o app e adicionar novos recursos.

# welcome_title_5
source: Let's start together!
de: Lassen Sie uns gemeinsam beginnen!
es: ¡Empecemos juntos!
fr: Commençons ensemble !
it: Iniziamo insieme!
ja: 一緒に始めましょう！
pt: Vamos começar juntos!

# welcome_subtitle_5
source: Ready to be productive
de: Bereit, produktiv zu sein
es: Listo para ser productivo
fr: Prêt à être productif
it: Pronto a essere produttivo
ja: 生産性の準備完了
pt: Pronto para ser produtivo

# welcome_description_5
source: I'm excited to see how SnapTask will help you become more organized and productive. If you have any questions or suggestions, don't hesitate to contact me through the Feedback section. Thank you for being part of this journey!
de: Ich freue mich darauf zu sehen, wie SnapTask Ihnen hilft, organisierter und produktiver zu werden. Bei Fragen oder Vorschlägen kontaktieren Sie mich gerne über den Feedback‑Bereich. Danke, dass Sie Teil dieser Reise sind!
es: Estoy deseando ver cómo SnapTask te ayuda a estar más organizado y ser más productivo. Si tienes preguntas o sugerencias, no dudes en contactarme desde la sección de Feedback. ¡Gracias por ser parte de este camino!
fr: J'ai hâte de voir comment SnapTask vous aidera à devenir plus organisé et productif. Si vous avez des questions ou suggestions, n'hésitez pas à me contacter via la section Feedback. Merci de faire partie de ce voyage !
it: Non vedo l'ora di vedere come SnapTask ti aiuterà a essere più organizzato e produttivo. Per domande o suggerimenti, scrivimi dalla sezione Feedback. Grazie per far parte di questo viaggio!
ja: SnapTaskがあなたをより整理され生産的にするのにどのように役立つかを見るのが楽しみです。質問や提案がある場合は、フィードバックセクションを通じてお気軽にお問い合わせください。この旅の一部になっていただき、ありがとうございます！
pt: Estou animado para ver como o SnapTask vai te ajudar a ficar mais organizado e produtivo. Se tiver alguma dúvida ou sugestão, não hesite em me contatar pela seção Feedback. Obrigado por fazer parte desta jornada!

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
it: Attività
ja: タスク
pt: Tarefa

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
pt: Tarefas

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività
ja: 新しいタスク
pt: Nova tarefa

source: Edit Task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
it: Modifica attività
ja: タスクを編集
pt: Editar tarefa

source: Task Name
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
it: Nome attività
ja: タスク名
pt: Nome da tarefa

# task_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt: Descrição

# task_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
pt: Categoria

# task_priority
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
pt: Prioridade

# task_duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
pt: Duração

# task_recurrence
source: Recurrence
de: Wiederholung
es: Repetición
fr: Récurrence
it: Ricorrenza
ja: 繰り返し
pt: Recorrência

source: Subtasks
de: Unteraufgaben
es: Subtareas
fr: Sous-tâches
it: Sottoattività
ja: サブタスク
pt: Subtarefas

source: Add Subtask
de: Unteraufgabe hinzufügen
es: Añadir subtarea
fr: Ajouter une sous-tâche
it: Aggiungi sottoattività
ja: サブタスクを追加
pt: Adicionar subtarefa

source: No Subtasks
de: Keine Unteraufgaben
es: Sin subtareas
fr: Aucune sous-tâche
it: Nessuna sottoattività
ja: サブタスクなし
pt: Sem subtarefas

source: Task Completed
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
it: Attività completata
ja: タスク完了
pt: Tarefa concluída

# high_priority
source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
ja: 高
pt: Alta

# medium_priority
source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
pt: Média

# low_priority
source: Low
de: Niedrig
es: Baja
fr: Basse
it: Bassa
ja: 低
pt: Baixa

# no_tasks_today
source: No tasks for today
de: Keine Aufgaben für heute
es: No hay tareas para hoy
fr: Aucune tâche pour aujourd'hui
it: Nessuna attività per oggi
ja: 今日のタスクはありません
pt: Sem tarefas para hoje

source: Task Details
de: Aufgabendetails
es: Detalles de la tarea
fr: Détails de la tâche
it: Dettagli attività
ja: タスクの詳細
pt: Detalhes da tarefa

source: Due Tasks
de: Fällige Aufgaben
es: Tareas pendientes
fr: Tâches échues
it: Attività in scadenza
ja: 期限のタスク
pt: Tarefas pendentes

source: No Tasks Due
de: Keine fälligen Aufgaben
es: No hay tareas pendientes
fr: Aucune tâche échue
it: Nessuna attività in scadenza
ja: 期限のタスクなし
pt: Sem tarefas pendentes

source: All caught up!
de: Alles erledigt!
es: ¡Todo al día!
fr: Tout est à jour !
it: Tutto a posto!
ja: すべて完了！
pt: Tudo em dia!

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
ja: 月曜日
pt: Segunda-feira

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日
pt: Terça-feira

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
pt: Quarta-feira

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日
pt: Quinta-feira

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日
pt: Sexta-feira

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ja: 土曜日
pt: Sábado

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ja: 日曜日
pt: Domingo

source: Daily
de: Täglich
es: Diario
fr: Quotidienne
it: Giornaliero
ja: 毎日
pt: Diária

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
pt: Semanal

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuelle
it: Mensile
ja: 毎月
pt: Mensal
